Repository: jcb1976/stellarium-skycultures
Catalog: indian/po/*.po
Languages: de

source: Indian Vedic
de: Indisch-Vedisch

source: Indian astronomy has a long history stretching from pre-historic to modern times. Some of the earliest roots of Indian astronomy can be dated to the period of Indus Valley Civilization or earlier.
de: Die indische Astronomie hat eine lange Geschichte, die von der Vorgeschichte bis zur Neuzeit reicht. Einige der frühesten Wurzeln der indischen Astronomie können in die Zeit der Industal-Zivilisation oder früher datiert werden.

source: The Vedic sky culture shows some similiarities with the Parthian one, e.g. some commonly known constellations related to lunar mansions, called _Nakṣatra_-s. ### Rāśi (राशिः) The sidereal zodiac is an imaginary belt of 360 degrees (like the tropical zodiac), divided into 12 equal parts. Each twelfth part (of 30 degrees) is called a sign or rashi. Their names are shown in (brackets). In Vedic astronomy there are two systems of measuring time: the lunar calendar and the solar calendar. In both cases one year is divided into 12 months or "māsā". The names of the solar months originated from these constellation's names. ### Nakṣatra (नक्षत्रम्) In Hindu tradition the ecliptic is divided into 27 parts of approximately 13°20", mirroring the siderial month and corresponding to 27 asterisms known as the _nakṣatra_-s [#4]. In the earliest extant layers of the tradition this number was made 28. This division is critical for several purposes including timing rituals and determining the birth lunar mansions. Since these asterisms define an area in the sky, technically they are also constellations. Surya Siddhanta and Vedanga-Jyotisha specify start coordinates for the 13°20" divisions using some stars [#2]. The earliest complete lists of _nakṣatra_ are found in the _Taittirīya-śruti_ and the _Atharvaveda_ where they are recited as part of the _nakṣatreṣṭi_ ritual which places the deities of pantheon in these celestial compartments. Some scholars opine that the tradition shows that by the early medieval period, the _nakṣatra_ identification had changed to a small degree from the Vedic period. In mythology the Nakshatras are considered to be the 27 daughters of Daksha Prajipati and wives of Chandra, the god of moon. Daksha found that Soma (=Chandra) overly favored one daughter (rohinī) over the others, thus neglecting their needs and flouting his responsibilities. For this, Daksha cursed him to wither and die. Chandra Dev approached and worshipped Lord Shiva in order to be relieved of the curse. He gave Chandra the boon that in a lunar month, he would grow for fifteen days (or "Pakshā") in one half and in the other half he would keep losing one shade (or "Kalā") per lunar day (or "tithi") and decrease in size. The names of the lunar months originated from those 12 division names in which full moon or "Purnimā" occurs. Unlike a solar day which is defined by a sunrise to next sunrise, a lunar day or moon's position in a nakshatra doesn't depends on the Sun's or Moon's rise. Thus a lunar day may start at any time of a solar day. Like other ancient human cultures, Vedic people invented a number of systems for intercalation of lunar months, i.e. adding another month every 32.5 months on average or 4 months in every 11 years to correct the mismatch between lunar and solar year. | Solar Months | Lunar Months | Modern | Season | |--------------|--------------|------------|--------| | Meṣa | Vaiśakhā | Apr-May | Grīṣma (Summer) | | Vṛṣabha | Jyeṣṭha | May–June | Grīṣma (Summer) | | Mithuna | āṣāṛā | June–July | Varṣā (Monsoon) | | Karkaṭa | śrabaṇā | July-Aug | Varṣā (Monsoon) | | Siṃha | Bhādra | Aug-Sept | Śarad (Autumn) | | Kanyā | Aśvin | Sept-Oct | Śarad (Autumn) | | Tulā | Kārtik | Oct-Nov | Hemanta (Pre-Winter) | | Vṛścika | Agāhāna | Nov-Dec | Hemanta (Pre-Winter) | | Dhanu | Pauṣa | Dec-Jan | Śiśira (Winter) | | Makara | Magha | Jan-Feb | Śiśira (Winter) | | Kumbha | phālguna | Feb-Mar | Vasanta (Spring) | | Mīna | Chaitrā | Mar-Apr | Vasanta (Spring) | | - | Adhikā | Leap month | - | A few of the _yogatārā_-s or prominent asterisms in the _nakṣatra_-s (going by their mainstream identification) lie slightly outside their constellation boundaries. In these cases, any resultant problem (with regards to ritual timing or astrology) should be solved by other means, e.g. some people propose alternate identifications for such _yogatārā_-s. ### Navagraha - Nine planets They observed that some celestial bodies move independently relative to the background stars; they named them planets or "graha". By this definition (moving), the Sun and Moon are also treated as _graha_ or planet. The Vedic also named the lunar nodes as planets as these points are very inportant to calculate the eclipses. The name of Vedic days originated from these planet's names. | Graha | Designation | Name of Solar days | |-------|-------------|--------------------| | Sūrya (Sun) | Sun God | Ravivāsara (Sunday) | | Chandra/Soma (Moon) | Moon god | Somavāsara (Monday) | | Maṅgala (Mars) | God of war | Maṅgalavāsara (Tuesday) | | Budha (Mercury) | Son of Moon | Budhavāsara (Wednesday) | | Bṛihaspati/Guru (Jupiter) | Teacher of Gods | Guruvāsara (Thursday) | | Śukra (Venus) | Mentor of Demons | Śukravāsara (Friday) | | Śani (Saturn) | God of Misfortune | Śanivāsara (Saturday) | | Rahu | lunar node | - | | Ketú | lunar node | - |
de: Die vedische Himmelskultur weist einige Ähnlichkeiten mit der parthischen auf, z. einige allgemein bekannte Konstellationen bezogen auf Mondvillen, genannt _Nakṣatra_-s. ### Rāśi (राशिः) Der siderische Tierkreis ist ein imaginärer Gürtel von 360 Grad (wie der tropische Tierkreis), der in 12 gleiche Teile unterteilt ist. Jeder zwölfte Teil (von 30 Grad) wird als Zeichen oder Raschi bezeichnet. Ihre Namen sind in (Klammern) angegeben. In der vedischen Astronomie gibt es zwei Systeme zur Zeitmessung: den Mondkalender und den Sonnenkalender. In beiden Fällen wird ein Jahr in 12 Monate oder "māsā" unterteilt. Die Namen der Sonnenmonate stammen von den Namen dieser Konstellationen. ### Nakṣatra (नक्षत्रम्) In der hinduistischen Tradition ist die Ekliptik in 27 Teile von etwa 13°20" unterteilt, die den siderischen Monat widerspiegeln und 27 Asterismen entsprechen, die als _nakṣatra_-s [#4] bekannt sind. In den frühesten erhaltenen Schichten der Tradition wurde diese Zahl auf 28 gesetzt. Diese Aufteilung ist für mehrere Zwecke von entscheidender Bedeutung, einschließlich Zeitrituale und die Bestimmung der Geburtshäuser auf dem Mond.Da diese Asterismen einen Bereich am Himmel definieren, sind sie technisch gesehen auch Konstellationen. Surya Siddhanta und Vedanga-Jyotisha spezifizieren Startkoordinaten für die 13°20"-Divisionen unter Verwendung einiger Sterne [#2]. Die frühesten vollständigen Listen von _nakṣatra_ finden sich im _Taittirīya-śruti_ und im _Atharvaveda_, wo sie als Teil des _nakṣatreṣṭi_-Rituals rezitiert werden, das die Gottheiten des Pantheons in diese himmlischen Fächer stellt. Einige Gelehrte meinen, dass die Überlieferung zeigt, dass sich die _nakṣatra_-Identifikation im frühen Mittelalter gegenüber der vedischen Zeit in geringem Maße geändert hatte. In der Mythologie gelten die Nakshatras als die 27 Töchter von Daksha Prajipati und Ehefrauen von Chandra, dem Gott des Mondes. Daksha fand heraus, dass Soma (=Chandra) eine Tochter (rohinī) gegenüber den anderen übermäßig bevorzugte, wodurch er ihre Bedürfnisse vernachlässigte und seine Verantwortung missachtete. Dafür verfluchte Daksha ihn, zu verdorren und zu sterben. Chandra Dev näherte sich und verehrte Lord Shiva, um von dem Fluch befreit zu werden. Er gab Chandra den Segen, dass er in einem Mondmonat fünfzehn Tage lang (oder „Pakshā“) in der einen Hälfte wachsen würde und in der anderen Hälfte weiterhin eine Schattierung (oder „Kalā“) pro Mondtag (oder „tithi“) verlieren würde “) und abnehmen. Die Namen der Mondmonate stammen von jenen 12 Teilungsnamen, in denen Vollmond oder "Purnimā" vorkommt. Im Gegensatz zu einem Sonnentag, der durch einen Sonnenaufgang bis zum nächsten Sonnenaufgang definiert ist, hängt ein Mondtag oder die Position des Mondes in einem Nakshatra nicht vom Aufgang der Sonne oder des Mondes ab. Somit kann ein Mondtag zu jeder Zeit eines Sonnentages beginnen. Wie andere alte menschliche Kulturen erfanden die Vedischen eine Reihe von Systemen zur Interkalation von Mondmonaten, d.h. sie fügten durchschnittlich alle 32,5 Monate oder alle 11 Jahre einen weiteren Monat hinzu, um die Diskrepanz zwischen Mond- und Sonnenjahr zu korrigieren. | Sonnenmonate | Mondmonate | Moderne | Saison | |--------------|--------------|------------|---------| | Meṣa | Vaiśakhā | April-Mai | Grīṣma (Sommer) | | Vṛṣabha | Jyeṣṭha | Mai–Juni | Grīṣma (Sommer) | | Mithuna | āṣāṛā | Juni–Juli | Varṣā (Monsun) | | Karkaṭa | śrabaṇā | Juli-August | Varṣā (Monsun) | | Siṃha | Bhādra | August-September | Sarad (Herbst) | | Kanya | Aśvin | Sept.-Okt. | Sarad (Herbst) | | Tula | Kartik | Okt-Nov | Hemanta (Vorwinter) | | Vṛścika | Agāhāna | Nov-Dez | Hemanta (Vorwinter) | | Dhanu | Pauṣa | Dez-Jan | Śiśira (Winter) | | Makara | Magha | Januar-Februar | Śiśira (Winter) | | Kumbha | phalguna | Februar-März | Vasanta (Frühling) | | Mina | Chaitrā | März-April | Vasanta (Frühling) | | - | Adhika | Schaltmonat | - | Einige der _yogatārā_-s oder prominenten Asterismen in den _nakṣatra_-s (nach ihrer Mainstream-Identifikation) liegen leicht außerhalb ihrer Konstellationsgrenzen. In diesen Fällen sollte jedes daraus resultierende Problem (in Bezug auf das rituelle Timing oder die Astrologie) auf andere Weise gelöst werden, z. einige Leute schlagen alternative Bezeichnungen für solche _yogatārā_-s vor. ### Navagraha - Neun Planeten Sie beobachteten, dass sich einige Himmelskörper unabhängig von den Hintergrundsternen bewegen; sie nannten sie planeten oder "graha". Durch diese Definition (bewegend) werden Sonne und Mond auch als _graha_ oder Planet behandelt. Die Veden nannten die Mondknoten auch Planeten, da diese Punkte sehr wichtig sind, um die Finsternisse zu berechnen. Der Name der vedischen Tage entstand aus den Namen dieser Planeten. | Graka | Bezeichnung | Name der Sonnentage | |-------|-------------|--------------------| | Surya (Sonne) | Sonnengott | Ravivāsara (Sonntag) | | Chandra/Soma (Mond) | Mondgott | Somavāsara (Montag) | | Maṅgala (Mars) | Kriegsgott | Maṅgalavāsara (Dienstag) | | Budha (Merkur) | Sohn des Mondes | Budhavāsara (Mittwoch) | | Bṛihaspati/Guru (Jupiter) | Lehrer der Götter | Guruvāsara (Donnerstag) | | Sukra (Venus) | Mentor der Dämonen | Śukravāsara (Freitag) | | Sani (Saturn) | Gott des Unglücks | Śanivāsara (Samstag) | | Rahu | Mondknoten | - | | Ketu | Mondknoten | - |

source: - [#1]: Saha, M.N. and Lahiri, N.C.: History of the Calendar, New Delhi 1992 - [#2]: History Of Calendar-Panchanga: [Committee Report](https://archive.org/stream/HistoryOfCalendarPanchangaCommittee/History-of-Calendar-Panchanga-Committee#page/n77/mode/2up) - [#3]: Nakshatra: [article on Sanskrit Wikipedia](https://sa.wikipedia.org/wiki/नक्षत्रम्) - [#4]: Nakshatra: [article on English Wikipedia](https://en.wikipedia.org/wiki/Nakshatra)
de: - [#1]: Saha, M.N. und Lahiri, N.C.: Geschichte des Kalenders, New Delhi 1992 - [#2]: Geschichte von Calendar-Panchanga: [Bericht des Ausschusses](https://archive.org/stream/HistoryOfCalendarPanchangaCommittee/History-of-Calendar-Panchanga-Committee#page/n77/mode/2up) - [#3]: Nakshatra: [Artikel auf Sanskrit Wikipedia] (https://sa.wikipedia.org/wiki/ नक्षत्रम्) - [#4]: Nakshatra: [Artikel auf englischer Wikipedia](https://en.wikipedia.org/wiki/Nakshatra)

source: [Tanmoy Saha](https://groups.google.com/forum/#!forum/sanskrit-programmers), Vishvas Vasuki and contributors from the sanskrit-coders community: [github page](https://github.com/sanskrit-coders). Re-worked by Susanne M Hoffmann
de: [Tanmoy Saha](https://groups.google.com/forum/#!forum/sanskrit-programmers), Vishvas Vasuki und Mitwirkende aus der Sanskrit-Codierer-Community: [github page] (https://github.com/ Sanskrit-Codierer). Überarbeitet von Susanne M Hoffmann

source: Twin physicians of Gods
de: Zwillingsärzte der Götter

source: She who bears
de: Die Gebärende

source: Nurses of kartiikeya
de: Pfleger von Kartiikeya

source: The spirited one
de: Der Lebhafte

source: The deer's head
de: Hirschkopf (Avatar des Königs Prajapati)

source: The moist one
de: Der Feuchte

source: The restorers of goods
de: Wiederhersteller der Güter

source: The nourisher
de: Der Ernährer

source: The embrace
de: Umarmung

source: The bountiful one
de: Der Großzügige

source: The former red one
de: Der frühere Rote

source: The latter red one
de: Der spätere Rote

source: The hand
de: Die Hand

source: The bright one
de: Der Helle

source: The honest one
de: Der Ehrliche

source: The gifted one
de: Der Begabte

source: Followers of Radha
de: Radhas Gefährten

source: The eldest one
de: Der Älteste

source: The root
de: Die Wurzel

source: The former undefeated one
de: Der frühere Unbesiegte

source: The latter undefeated one
de: Der spätere Unbesiegte

source: The Ear
de: Das Ohr

source: The most famous one
de: Der Berühmteste

source: hundred cures
de: hundert Heilungen

source: The first of the blessed feet
de: Der erste der gesegneten Füße

source: The second of the blessed feet
de: Der zweite der gesegneten Füße

source: The prosperous one
de: Der Wohlhabende

source: The invincible one
de: Der Unbesiegbare
