Repository: jcb1976/stellarium-skycultures
Catalog: boorong/po/*.po
Languages: cs, fil, ja, pl, tr

source: Boorong
cs: Booronžská
ja: ブーロング
tr: Buorong

source: The Boorong are indigenous Australians who were very much acquainted with the night sky. William Stanbridge wrote in 1857 that they "Pride themselves upon knowing more of Astronomy than any other tribe".
cs: Boorong jsou domorodí Australané, kteří byli velmi dobře obeznámeni s noční oblohou. William Stanbridge v roce 1857 napsal, že „se pyšní tím, že vědí více o astronomii než jakýkoli jiný kmen“.
fil: Ang Boorong ay mga katutubong Australyano na lubos na pamilyar sa kalangitan sa gabi. Isinulat ni William Stanbridge noong 1857 na sila ay "Ipinagmamalaki ang kanilang sarili sa higit na kaalaman sa Astronomy kaysa sa ibang tribo".
ja: ブーロンは、夜空に非常に精通していたオーストラリアの先住民族です。ウィリアムスタンブリッジは1857年に、「他のどの部族よりも天文学を知ることに誇りを持っている」と書いています。
pl: Boorongowie to rdzenni Australijczycy, którzy bardzo dobrze znali nocne niebo. William Stanbridge napisał w 1857 r., Że „są dumni z tego, że wiedzą więcej o astronomii niż jakiekolwiek inne plemię”.
tr: Booronglar, gece gökyüzüne çok aşina olan yerli Avustralyalılardır. William Stanbridge 1857'de "Astronomi hakkında diğer kabilelerden daha fazla bilgi sahibi olmaktan gurur duyduklarını" yazdı.

source: One hundred and forty years ago, a Boorong family at Lake Tyrrell (North-Western Victoria, Australia) told William Stanbridge something of their stories relating to the night sky. Some forty stars, constellations and other celestial phenomena were named and located. He wrote them down and related this information to the Philosophical Institute in Melbourne in 1857. In his paper he wrote down the Aboriginal term and gave its European equivalent. What John Morieson has done is look closely at these celestial phenomena, attempt to satisfactorily identity them and to imitate the way the Boorong people may have seen them. John's interpretation was used to create the constellation figures in Stellarium.
cs: Před sto čtyřiceti lety jedna rodina Boorongu u jezera Tyrrell (severozápadní Victoria, Austrálie) vyprávěla Williamovi Stanbridgeovi něco o jejich příbězích týkajících se noční oblohy. Bylo jmenováno a lokalizováno několik čtyřiceti hvězd, souhvězdí a dalších nebeských jevů. V roce 1857 je zapsal a poskytl tyto informace Filosofickému institutu v Melbourne. Ve svém příspěvku napsal domorodý termín a dal jeho evropský ekvivalent. To, co John Morieson udělal, je podrobně se podívat na tyto nebeské jevy, pokusit se je uspokojivě identifikovat a napodobit způsob, jakým je lidé Boorong viděli. Johnův výklad byl použit k vytvoření konstelačních postav ve Stellarium.
fil: Isang daan at apatnapung taon na ang nakalilipas, isang pamilyang Boorong sa Lake Tyrrell (North-Western Victoria, Australia) ang nagsabi kay William Stanbridge ng tungkol sa kanilang mga kuwento na may kaugnayan sa kalangitan sa gabi. Ilang apatnapung bituin, konstelasyon at iba pang celestial phenomena ang pinangalanan at matatagpuan. Isinulat niya ang mga ito at iniugnay ang impormasyong ito sa Philosophical Institute sa Melbourne noong 1857. Sa kanyang papel ay isinulat niya ang terminong Aboriginal at ibinigay ang katumbas nito sa Europa. Ang ginawa ni John Morieson ay tingnang mabuti ang mga celestial phenomena na ito, subukang ipakilala ang mga ito nang kasiya-siya at gayahin ang paraan na maaaring nakita ng mga taga-Boorong. Ang interpretasyon ni John ay ginamit upang lumikha ng mga konstelasyon na mga pigura sa Stellarium.
ja: 140年前、ティレル湖（オーストラリア、ビクトリア州北西部）のブーロン一家は、ウィリアムスタンブリッジに夜空にまつわる話を話しています。いくつかの40の星、星座および他の天体現象が命名され、特定されました。彼はそれらを書き留め、この情報を1857年にメルボルンの哲学研究所に関連付けました。彼の論文では、アボリジニの用語を書き留め、ヨーロッパの同等のものを与えました。 ジョンモリソンが行ったことは、これらの天体現象を注意深く調べ、それらを十分に識別し、ブーロンの人々がそれらを見ていた方法を模倣することです。ジョンの解釈は、ステラリウムで星座の数字を作成するために使用されました。
pl: Sto czterdzieści lat temu rodzina Boorongów w Lake Tyrrell (północno-zachodnia Wiktoria, Australia) opowiedziała Williamowi Stanbridge coś o ich historiach związanych z nocnym niebem. Nazwano i zlokalizowano około czterdziestu gwiazd, konstelacji i innych zjawisk niebieskich. Zapisał je i powiązał te informacje z Instytutem Filozoficznym w Melbourne w 1857 r. W swoim artykule spisał aborygeński termin i podał jego europejski odpowiednik. To, co zrobił John Morieson, to uważne przyjrzenie się tym zjawiskom niebieskim, próba zadowalającego ich zidentyfikowania i naśladowanie sposobu, w jaki ludzie Boorong mogli je zobaczyć. Interpretacja Jana została wykorzystana do stworzenia postaci konstelacji w Stellarium.
tr: Yüz kırk yıl önce, Tyrrell Gölü'ndeki (Kuzey-Batı Victoria, Avustralya) bir Boorong ailesi, William Stanbridge'e gece gökyüzüyle ilgili hikayelerinden bir şeyler anlattı. Kırk kadar yıldız, takımyıldızlar ve diğer gök olayları isimlendirildi ve yerleştirildi. Bunları yazdı ve 1857'de Melbourne'deki Felsefi Enstitüsü ile ilişkilendirdi. Makalesinde Aborijin terimini yazdı ve Avrupa karşılığını verdi. John Morison'un yaptığı şey, bu göksel fenomenlere yakından bakmak, onları tatmin edici bir şekilde tanımlamaya çalışmak ve Boorong halkının onları nasıl görmüş olabileceğini taklit etmektir. John'un yorumu, Stellarium'daki takımyıldız figürlerini oluşturmak için kullanıldı.

source: ### Constellations and other celestial objects | Name | Explanation | Celestial Clue | |------------|-----------------------|----------------| |Boorong | Night; small mallee; starry firmament | Starry firmament at night | |Bittur | Larvae of the woodant | | |Millee | Murray River | Part of the Milky Way | |Mindi | The maned snake | Part of the Milky Way | |Neilloan | Mallee fowl | Lyra | |Nurrumbunguttias | Old man, black faced mallee kangaroo |White aura of the Milky Way| |Otchocut | Great fish | Delphinus | |Porkelong toute | Loss of tooth | Shooting star | |Pupperimbul |Diamond firetail finch or shy hylacola | Carried the emu egg to become the Sun| |Purra |Red kangaroo | Capella | |Tchingal |The tall one; emu | Dark space near Cross| |Totyarguil |Purple crowned lorikeet | Altair | |Tourchingboiongerra | Needlewood hakea and willie wagtails | Coma Berenices | |Tourte | Star | Any star | |Tyrille |Space; night sky | Space; night sky | |Unurgunite | Jacky lizard | Sigma Canis Majoris | |Wanjel | Long-necked tortoise | Pollux | |War | Crow | Canopus | |Warepil | Wedge tailed eagle | Sirius | |Warring | Galaxy | Milky Way | |Weetkurrk |Singing bushlark | Star in Bootes west of Arcturus | |Won | Boomerang | Corona Australis | |Yerredetkurrk | Owlet nightjar | Achernar| |Yurree | Fan-tailed cockatoo | Castor |
cs: ### Souhvězdí a jiné nebeské objekty | Název | Vysvětlení | Nebeská stopa | |--------------|-------------------------|-------------------| Boorong | Noc; malá mallee; hvězdná nebeská klenba | Hvězdná obloha v noci Bittur | Larvy dřeva | | Millee Řeka Murray | Část Mléčné dráhy Mindi Hadí hřbet | Část Mléčné dráhy Neilloan | Slepice obecná | Lyra | Nurrumbunguttias | Starý muž, klokan mallee s černými tvářemi | Bílá aura Mléčné dráhy | Otchocut | Velká ryba | Delphinus | | Porkelong toute | Ztráta zubu | Střelecká hvězda | Pupperimbul | kosočtverečná jedle blankytná nebo plachá hylacola | Neslo emu vejce, aby se stalo sluncem | Purra | Červený klokan | Capella | | Tchingal | Vysoký; emu | Temný prostor poblíž kříže | | Totyarguil | Purpurová korunovaná lorikeet | Altair | Tourchingboiongerra | Jehličí hakea a Willie wagtails Kómata Berenices | Tourte Hvězda | Jakákoli hvězda | | Tyrille | Vesmír; noční obloha | Prostor; noční obloha | Unurgunite | Jacky ještěrka | Sigma Canis Majoris Wanjel | Želva s dlouhým hrdlem | Pollux | Válka | Vrána | Canopus | Warepil | Orel mořský Sirius | Warring | Galaxie | Mléčná dráha | Weetkurrk | Zpívající bushlark | Hvězda v Bootes západně od Arcturus | Vyhrál Boomerang | Corona Australis | | Yerredetkurrk | Owlet nightjar | Achernar | | Yurree | Kakadu fanouškovského | Castor |
fil: ### Mga konstelasyon at iba pang celestial na bagay | Pangalan | Paliwanag | Celestial Clue | |------------|----------------------|-----------------| |Boorong | Gabi; maliit na mallee; mabituing kalangitan | Mabituing kalangitan sa gabi | |Bittur | Larvae ng kahoy | | |Millee | Ilog Murray | Bahagi ng Milky Way | |Mindi | Ang maned snake | Bahagi ng Milky Way | |Neilloan | Mallee fowl | Lyra | |Nurrumbunguttias | Matandang lalaki, black faced mallee kangaroo |White aura of the Milky Way| |Otchocut | Mahusay na isda | Delphinus | |Porkelong toute | Pagkawala ng ngipin | Shooting star | |Pupperimbul |Diamond firetail finch o mahiyaing hylacola | Dinala ang emu egg para maging Araw| |Purra |Red kangaroo | Capella | |Tchingal |Ang matangkad; emu | Madilim na espasyo malapit sa Cross| |Totyarguil |Purple crowned lorikeet | Altair | |Tourchingboiongerra | Needlewood hakea at willie wagtails | Coma Berenices | |Tourte | Bituin | Anumang bituin | |Tyrille |Kalawakan; kalangitan sa gabi | Space; kalangitan sa gabi | |Unurgunite | Jacky butiki | Sigma Canis Majoris | |Wanjel | Mahaba ang leeg pagong | Pollux | |Digmaan | Uwak | Canopus | |Warepil | Wedge tailed eagle | Sirius | |Nagdidigmaan | Galaxy | Milky Way | |Weetkurrk |Awit bushlark | Bituin sa Bootes sa kanluran ng Arcturus | |Nanalo | Boomerang | Corona Australis | |Yerredetkurrk | Owlet nightjar | Achernar| |Yurree | Fan-tailed cockatoo | Castor |
ja: ### 星座と他の天体 |名前|説明|天体の手がかり| |--------------|-------------------------|-------------------| | Boorong |夜;小さなマレー;星空の大空|夜の星空の大空|写真夜の星空の大空 | Bittur |ウッダントの幼虫| | |ミレー|マレー川|天の川の一部| |ミンディ|タテガミヘビ|写真タテヘビ天の川の一部| | Neilloan |マリー鶏|ライラ| | Nurrumbunguttias |老人、黒い顔をしたマレーカンガルー|天の川の白いオーラ| | Otchocut |素晴らしい魚|デルフィナス| |ポルケロングトート|歯の喪失|流れ星| | Pupperimbul | Diamond firetail finch or shy hylacola |太陽になるためにエミューの卵を運んだ| |プラ|レッドカンガルー|カペラ| | Tchingal |背の高いもの;エミュー|クロス近くの暗いスペース| | Totyarguil |紫色の戴冠させたロリキート|アルタイル| | Tourchingboiongerra |ハシバミとハニーセキレイシ|昏睡ベニス| |ツアー|スター|スター| |ティリル|スペース;夜空|スペース;夜空| |非ウルグナイト|ジャッキートカゲ|シグマCanis Majoris | |ワンジェル|首の長い亀|写真首の長い亀Pollux | |戦争|カラス|カノープス| |ウェアピル|ウェッジテールイーグル|シリウス| |警告|銀河|天の川| | Weetkurrk |歌うヒバリ|アルクトゥルスの西のブーツの星| |勝った|ブーメラン|コロナオーストラリス| | Yerredetkurrk |オウレットナイトジャー| Achernar | |ユリー|オジロワシ|キャスター|
pl: ### Konstelacje i inne obiekty niebieskie | Imię | Wyjaśnienie | Niebiańska wskazówka | |--------------|-------------------------|-------------------| | Boorong | Noc; mały mallee; gwiaździsty firmament | Gwiaździsty firmament w nocy | | Bittur | Larwy drzewa | | | Millee | Murray River | Część Drogi Mlecznej | | Mindi | Wąż grzywiasty | Część Drogi Mlecznej | | Neilloan | Ptactwo Mallee | Lyra | Nurrumbunguttias | Stary człowiek, kangur malle o czarnej twarzy | Biała aura Drogi Mlecznej | | Otchocut | Świetna ryba | Delphinus | | Porkelong toute | Utrata zęba | Spadająca gwiazda | | Pupperimbul | Diamentowa zięba typu firetail lub nieśmiała hylacola | Niosłem jajko emu, by stać się Słońcem | | Purra | Czerwony kangur | Capella | | Tchingal | Wysoki; emu | Ciemna przestrzeń w pobliżu Krzyża | | Totyarguil | Purpurowy koronowany lorikeet | Altair | | Tourchingboiongerra | Needlewood hakea i willie pliszki | Coma Berenices | | Tourte | Gwiazda | Każda gwiazda | | Tyrille | Space; nocne niebo | Przestrzeń; nocne niebo | Unurgunite | Jaszczurka jaszczurka | Sigma Canis Majoris | | Wanjel | Żółw szyjkowy | Pollux | Wojna Wrona | Canopus | | Warepil | Orzeł bielik | Syriusz | | Walczący | Galaxy | Droga Mleczna | | Weetkurrk | Singl bushlark | Star in Bootes na zachód od Arcturus | Wygrane | Bumerang | Corona Australis | | Yerredetkurrk | Owlet Nightjar | Achernar | | Yurree | Kakadu z wachlarzem | Castor |
tr: ### Takımyıldızlar ve diğer gök cisimleri | İsim | Açıklama | Göksel İpucu | |------------|-----------------------|-----------------| |Boorong | Gece; küçük malle; yıldızlı gökkubbe | Geceleri yıldızlı gökkubbe | |Bittur | Odun larvaları | | |Millee | Murray Nehri | Samanyolu'nun Parçası | |Mindi | Yeleli yılan | Samanyolu'nun Parçası | |Neillon | Mallee tavuğu | Lira | |Nurrumbunguttias | Yaşlı adam, siyah yüzlü mallee kanguru |Samanyolu'nun beyaz havası| |Otchocut | Harika balık | Delphinus | |Porkelong toute | Diş kaybı | Kayan yıldız | |Pupperimbul |Elmas ateşkuyruk ispinozu veya utangaç hylacola | Güneş olmak için emu yumurtasını taşıdı| |Purra |Kızıl kanguru | Kapella | |Tchingal |Uzun olan; emu | Cross|Yakınındaki Karanlık Uzay |Totyarguil |Mor taçlı lori | Altair | |Turingboiongerra | Needlewood hakea ve willie kuyruksallayanlar | Koma Berenis | |Turta | Yıldız | Herhangi bir yıldız | |Tiril |Uzay; gece gökyüzü | Uzay; gece gökyüzü | |Unurgunit | Jacky kertenkele | Sigma Canis Majoris | |Wanjel | Uzun boyunlu kaplumbağa | Polluks | |Savaş | karga | kanopus | |Warepil | Kama kuyruklu kartal | Sirius | |Savaşıyor | galaksi | Samanyolu | |Weetkurrk |Şarkı söyleyen çalı | Arcturus'un batısındaki Çoban Yıldızı | |Kazandı | bumerang | Corona Avustralya | |Yerredetkurrk | Owlet gece kavanozu | Achernar| |Yurre | yelpaze kuyruklu kakadu | Teker |

source: - [#1]: Morieson, John: The Night Sky of the Boorong, Partial Reconstruction of a Disappeared Culture in North-West Victoria, Master Thesis (MA of Arts), University of Melbourne, 1966 - [#2]: [Aboriginal Astronomy](http://www.aboriginalastronomy.com.au/)
cs: - [#1]: Morieson, John: Noční obloha Boorongu, částečná rekonstrukce zmizené kultury v severozápadní Victorii, diplomová práce (MA of Arts), University of Melbourne, 1966 - [#2]: [Aboriginal Astronomy](http://www.aboriginalastronomy.com.au/)
ja: - [#1]: モリソン、ジョン：ブーロンの夜空、ビクトリア北西部の消えた文化の部分的再構成、修士論文（芸術学修士）、メルボルン大学、1966 - [#2]: [アボリジナル天文学](http://www.aboriginalastronomy.com.au/)
pl: - [#1]: Morieson, John: The Night Sky of Boorong, Częściowa rekonstrukcja zaginionej kultury w północno-zachodniej Wiktorii, praca magisterska (magister sztuki), University of Melbourne, 1966 - [#2]: [Aboriginal Astronomy](http://www.aboriginalastronomy.com.au/)
tr: - [#1]: Morison, John: Boorong'un Gece Gökyüzü, Kuzey-Batı Victoria'da Kaybolan Bir Kültürün Kısmi Yeniden İnşası, Yüksek Lisans Tezi (Yüksek Lisans), Melbourne Üniversitesi, 1966 - [#2]: [Aborijin Astronomisi](http://www.aboriginalastronomy.com.au/)

source: This sky culture was contributed by John Morieson and [Alex Cherney](http://www.terrastro.com). Technical rework by Susanne M Hoffmann
cs: K této kultuře oblohy přispěli John Morieson a [Alex Cherney](http://www.terrastro.com). Technické přepracování Susanne M Hoffmann
fil: Ang sky culture na ito ay iniambag nina John Morieson at [Alex Cherney](http://www.terrastro.com). Teknikal na rework ni Susanne M Hoffmann
ja: この空の文化は、ジョンモリソンと[Alex Cherney](http://www.terrastro.com)によって提供されました。 Susanne M Hoffmannによるテクニカルリワーク
pl: Tę kulturę nieba wnieśli John Morieson i [Alex Cherney](http://www.terrastro.com). Techniczna przeróbka Susanne M. Hoffmann
tr: Bu gökyüzü kültürüne John Morison ve [Alex Cherney](http://www.terrastro.com) katkıda bulunmuştur. Susanne M Hoffmann tarafından teknik yeniden çalışma

source: Data and illustrations: CC-BY SA
cs: Údaje a ilustrace: CC-BY SA
fil: Data at mga larawan: CC-BY SA
ja: データとイラスト: CC-BY SA
pl: Dane i ilustracje: CC-BY SA
tr: Veriler ve resimler: CC-BY SA

source: Long-necked tortoise
cs: Želva s dlouhým hrdlem
fil: Pagong na may mahabang leeg
ja: 首の長い亀
pl: Żółw z długą szyją
tr: uzun boyunlu kaplumbağa

source: Fan-tailed cockatoo
cs: Kakadu fanouškovského
ja: オジロワシ
pl: Kakadu wachlarzowy
tr: yelpaze kuyruklu kakadu

source: Two teenage boys
cs: Dva dospívající chlapci
fil: Dalawang binatilyo
ja: 2つの10代の少年
pl: Dwóch nastoletnich chłopców
tr: iki genç erkek

source: Girls
cs: Dívky
fil: Mga batang babae
ja: ガールズ
pl: Dziewczyny
tr: kızlar

source: Red kangaroo
cs: Červený klokan
fil: Pulang kangaroo
ja: レッドカンガルー
pl: Czerwony kangur
tr: kırmızı kanguru

source: Ring-tail possum
cs: Vačice prsten-ocas
ja: リングテールポッサム
pl: Opos pierścienia
tr: Halka kuyruklu sıçan

source: Red-rumped parrot
cs: Papoušek červenozobý
fil: lorong pula
ja: アカハタオウム
pl: Czerwona papuga
tr: kırmızı sırtlı papağan

source: Crow
cs: Vrána
fil: Uwak
ja: カラス
pl: Wrona
tr: Karga

source: Female crow, wife of War
cs: Vrána ženy, manželka války
fil: Babaeng uwak, asawa ng Digmaan
ja: 女のカラス、戦争の妻
pl: Wrona żeńska, żona wojny
tr: Dişi karga, Savaşın karısı

source: Owlet nightjar
ja: オウレットナイトジャー
tr: baykuş gece kavanozu

source: Needlewood hakea and willie wagtails
cs: Needlewood hakea a willie wagtails
fil: Needlewood hakea at willie wagtails
ja: ニードルウッドハケアとウィリーセキレイ
pl: Needlewood Hakea i Willie Pliszki
tr: Needlewood hakea ve willie kuyruksallayanlar

source: Red-kneed dotterel
cs: Červené koleno dotterel
ja: 赤ニードッテレル
pl: Dotterel z czerwonymi kolanami
tr: Kırmızı dizli dotterel

source: Australian kestrel
cs: Australská kestrel
ja: オーストラリアのチョウゲンボウ
pl: Pustułka australijska
tr: Avustralya kerkenezi

source: Mallee fowl
cs: Mallee drůbež
ja: マリーファウル
pl: Ptactwo Mallee
tr: Ebegümeci tavuğu

source: Jacky lizard
cs: Jacky ještěrka
fil: Jacky butiki
ja: ジャッキートカゲ
pl: Jaszczurka Jacky
tr: kertenkele

source: Female brolga
cs: Žena brolga
fil: Babaeng brolga
ja: 女性のブロガ
pl: Kobieta Brolga
tr: dişi brolga

source: Male brolga
cs: Muž brolga
fil: Lalaking brolga
ja: 男性のブロガ
pl: Mężczyzna Brolga
tr: erkek brolga

source: Great fish
cs: Skvělá ryba
fil: Mahusay na isda
ja: 素晴らしい魚
pl: Świetna ryba
tr: harika balık

source: Wedge tailed eagle
cs: Klín sledoval orla
ja: ウェッジテールイーグル
pl: Klinowy orzeł bielik
tr: Kama kuyruklu kartal

source: Female eagle, wife of Warepil
cs: Žena orel, manželka Warepil
fil: Babaeng agila, asawa ni Warepil
ja: ワシピルの妻、女性のワシ
pl: Samica orła, żona Warepila
tr: Dişi kartal, Warepil'in karısı

source: Emu
ja: エミュ

source: Purple crowned lorikeet
cs: Fialová korunovaná lorikeet
fil: Purple na may koronang lorikeet
ja: パープルクラウンロリキート
pl: Purpurowy koronowany lorikeet
tr: Mor taçlı lori

source: Meat ant
cs: Maso mravenec
fil: Langgam ng karne
ja: 肉蟻
pl: Mrówka mięsna
tr: et karınca

source: Galaxy
cs: Galaxie
ja: 銀河
pl: Galaktyka
tr: Gökada

source: Singing bushlark
cs: Zpívající bushlark
fil: Kumanta ng bushlark
ja: 鳴き声
pl: Śpiewający krzak
tr: şarkı söyleyen çalı

source: Pink cockatoo
cs: Růžové kakadu
ja: ピンクのオウム
pl: Różowy Kakadu
tr: pembe kakadu

source: Species of ant
cs: Druhy mravenců
fil: Uri ng langgam
ja: アリの種
pl: Gatunek mrówki
tr: karınca türleri

source: Boomerang
cs: Bumerang
ja: ブーメラン
pl: Bumerang
tr: Bumerang

source: The maned snake
cs: Hadí hadí
fil: Ang maned snake
ja: タテガミヘビ
pl: Wąż grzywiasty
tr: yeleli yılan
