Repository: jcb1976/stellarium-skycultures
Catalog: lokono/po/*.po
Languages: fil, id, tr

source: - [#1]: Rybka, Konrad. 2015. [State-of-the-Art in the Development of the Lokono Language.](https://scholarspace.manoa.hawaii.edu/handle/10125/24635) Language Documentation and Conservation 9: 110–13. - [#2]: Rybka, Konrad. 2017. [Contact-Induced Phenomena in Lokono (Arawakan).](https://www.degruyter.com/view/books/9781614514886/9781614514886-010/9781614514886-010.xml) In Boundaries and Bridges, edited by Kofi Yakpo and Pieter C. Muysken. Berlin, Boston: De Gruyter, pp 257-281. - [#3]: Navarette, Rodrigo Pérez de. 1964. “Relación de Las Provicias y Naciones Que Los Indios Llamados Aruacas [Tienen] [...].” In Relaciones Geográficas de Venezuela, edited by Antonio Arellano Moreno, 83–87. Caracas: Academia Nacional de la Historia. - [#4]: Roth, Walter Edmund. 1924. An Introductory Study of the Arts, Crafts, and Customs of the Guiana Indians. Washington, DC: U.S. Government Printing Office. - [#5]: Goeje, Claudius Henricus de. 1943. Philosophy, Initiation and Myths of the Indians of Guiana and Adjacent Countries. Archives Internationales d’ethnographie. 44. - [#6]: Abbenhuis, M.F. 1939. Arawakken in Suriname: Enquête-Materiaal Voor Een Volkenkundige Studie. Paramaribo: Leo Victor. - [#7]: Coll, Cornelius van. 1903. “Gegevens over Land En Volk van Suriname I - Suriname’s Oorspronkelijke Bevolking.” Bijdragen Tot de Taal-, Land- En Volkenkunde / Journal of the Humanities and Social Sciences of Southeast Asia 55 (1): 453–529. - [#8]: Goeje, Claudius Henricus de. 1928. The Arawak Language of Guiana. Amsterdam: Uitgave van der Koninklijke Akademie von Wetenschappen te Amsterdam. - [#9]: Brett, William Henry. 1880. Legends and Myths of the Aboriginal Indians of British Guiana. London: Williams Wells Gardner. - [#10]: Roth, Walter Edmund. 1915. An Inquiry into the Animism and Folk-Lore of the Guiana Indians. Annual Report, Smithsonian Institution Bureau of American Ethnology 30. Washington: U.S. Government Printing Office. - [#11]: Goeje, Claudius Henricus de. 1942. “De Inwijding Tot Medicijnman Bij de Arawakken (Guyana) in Tekst En Mythe.” Bijdragen Tot de Taal-, Land- En Volkenkunde van Nederlandsch-Indië 101: 211–76. - [#12]: Im Thurn, Everard Ferdinand. 1883. Among the Indians of Guiana: Being Sketches Chiefly Anthropologic from the Interior of British Guiana. London: K. Paul, Trench &amp; Company. - [#13]: Laet, Joannes de. 1633. Novus Orbis, Seu Descriptionis Indiae Occidentalis Libri XVIII. Leiden: Apud Elzevirios. - [#14]: Brett, William Henry. 1868. The Indian Tribes of Guiana: Their Condition and Habits. London: Bell and Daldy. - [#15]: Baarle, Peter van, Mauricius Alberto Sabajo, van der Stap Gerdy, Sabajo Andreas L., and Sabajo Lucia L. 1989. Arhwaka lokonong djang: Arowakse taalkursus en woordenboek. Haarlem; Amsterdam: Sociaal-culturele Vereniging Ikyoshie ; Instituut voor Algemene Taalwetenschap, Universiteit van Amsterdam. - [#16]: Dance, Charles D. 1881. Chapters from a Guianese Log Book. Georgetown, Guyana. - [#17]: Penard, Frederik Paul, and Arthur Philip Penard. 1907. De Menschetende Aanbidders Der Zonneslang. Paramaribo: H.B. Heyde. - [#18]: Magaña, Edmundo, and Fabiola Jara. 1982. “The Carib sky.” Journal de la Société des Américanistes 68 (1): 105–32. - [#19]: Bennett, John P. 1995. Twenty-Eight Lessons in Loko (Arawak): A Teaching Guide. Georgetown, Guyana: Walter Roth Museum of Anthropology. - [#20]: Ahlbrinck, Willem. 1931. Encyclopaedie Der Karaïben. Amsterdam: Koninklijke Akademie van Wetenschappen. - [#21]: Schumann, Christian Ludwig. 1882. “Arawakish-Deutsches Wörterbuch.” In Grammaires Et Vocabulaires Roucouyenne, Arrouague, Piapoco Et D’autres Langues De La Région Des Guyanes, Par J. Crevaux, P . Sagot, L. Adam..., edited by Jules Nicolas Crevaux, Paul Antoine Sagot, and Lucien Adam, 7–165. Paris: Maisonneuve. - [#22]: Courtz, H. 2008. A Carib Grammar and Dictionary. Toronto, ON, Canada: Magoria Books. - [#23]: Arawak manuscripts, American Philosophical Society, manuscript number: [Mss.498.3.Sch8](https://search.amphilsoc.org/collections/view?docId=ead/Mss.498.3.Sch8-ead.xml), Page 562 in the original manuscript, which corresponds to page 576 in the digitalized document. The image was reduced in size, cropped, and reproduced here with the kind permission of the American Philosophical Society.
fil: - [#1]: Rybka, Konrad. 2015. [State-of-the-Art in the Development of the Lokono Language.](https://scholarspace.manoa.hawaii.edu/handle/10125/24635) Language Documentation and Conservation 9: 110–13. - [#2]: Rybka, Konrad. 2017. [Contact-Induced Phenomena in Lokono (Arawakan).](https://www.degruyter.com/view/books/9781614514886/9781614514886-010/9781614514886-010.xml) In Yaspo Bridge at Pieter C. Muysken. Berlin, Boston: De Gruyter, pp 257-281. - [#3]: Navarette, Rodrigo Pérez de. 1964. “Relación de Las Provicias y Naciones Que Los Indios Llamados Aruacas [Tienen] [...].” Sa Relaciones Geográficas de Venezuela, inedit ni Antonio Arellano Moreno, 83–87. Caracas: Academia Nacional de la Historia. - [#4]: Roth, Walter Edmund. 1924. Isang Panimulang Pag-aaral ng Mga Sining, Likha, at Kaugalian ng mga Guiana Indian. Washington, DC: U.S. Government Printing Office. - [#5]: Goeje, Claudius Henricus de. 1943. Pilosopiya, Pagsisimula at Mito ng mga Indian ng Guiana at Mga Kalapit na Bansa. Archives Internationales d'ethnographie. 44. - [#6]: Abbenhuis, M.F. 1939. Arawakken sa Suriname: Enquête-Materiaal Voor Een Volkenkundige Studie. Paramaribo: Leo Victor. - [#7]: Coll, Cornelius van. 1903. "Gegevens over Land En Volk van Suriname I - Suriname's Oorspronkelijke Bevolking." Bijdragen Tot de Taal-, Land- En Volkenkunde / Journal of the Humanities and Social Sciences of Southeast Asia 55 (1): 453–529. - [#8]: Goeje, Claudius Henricus de. 1928. The Arawak Language of Guiana. Amsterdam: Uitgave van der Koninklijke Akademie von Wetenschappen te Amsterdam. - [#9]: Brett, William Henry. 1880. Mga Alamat at Mito ng mga Aboriginal na Indian ng British Guiana. London: Williams Wells Gardner. - [#10]: Roth, Walter Edmund. 1915. Isang Pagtatanong sa Animism at Folk-Lore ng Guiana Indians. Taunang Ulat, Smithsonian Institution Bureau of American Ethnology 30. Washington: U.S. Government Printing Office. - [#11]: Goeje, Claudius Henricus de. 1942. “De Inwijding Tot Medicijnman Bij de Arawakken (Guyana) in Tekst En Mythe.” Bijdragen Tot de Taal-, Land- En Volkenkunde van Nederlandsch-Indië 101: 211–76. - [#12]: Ako si Thurn, Everard Ferdinand. 1883. Among the Indians of Guiana: Being Sketches Chiefly Anthropologic from the Interior of British Guiana. London: K. Paul, Trench & kumpanya. - [#13]: Laet, Joannes de. 1633. Novus Orbis, Seu Deskripsyonis Indiae Occidentalis Libri XVIII. Leiden: Apud Elzevirios. - [#14]: Brett, William Henry. 1868. The Indian Tribes of Guiana: Their Condition and Habits. London: Bell at Daldy. - [#15]: Baarle, Peter van, Mauricius Alberto Sabajo, van der Stap Gerdy, Sabajo Andreas L., and Sabajo Lucia L. 1989. Arhwaka lokonong djang: Arowakse taalkursus en woordenboek. Haarlem; Amsterdam: Sociaal-culturele Vereniging Ikyoshie; Instituut voor Algemene Taalwetenschap, Universiteit van Amsterdam. - [#16]: Sayaw, Charles D. 1881. Mga Kabanata mula sa Guianese Log Book. Georgetown, Guyana. - [#17]: Penard, Frederik Paul, at Arthur Philip Penard. 1907. De Menschetende Aanbidders Der Zonneslang. Paramaribo: H.B. Heyde. - [#18]: Magaña, Edmundo, at Fabiola Jara. 1982. "Ang Carib sky." Journal de la Société des Américanistes 68 (1): 105–32. - [#19]: Bennett, John P. 1995. Dalawampu't Walong Aralin sa Loko (Arawak): Isang Gabay sa Pagtuturo. Georgetown, Guyana: Walter Roth Museum of Anthropology. - [#20]: Ahlbrinck, Willem. 1931. Encyclopaedie Der Karaïben. Amsterdam: Koninklijke Akademie van Wetenschappen. - [#21]: Schumann, Christian Ludwig. 1882. “Arawish-Deutsches Wörterbuch.” Sa Grammaires Et Vocabulaires Roucouyenne, Arrouague, Piapoco Et D'autres Langues De La Région Des Guyanes, Par J. Crevaux, P . Sagot, L. Adam..., inedit nina Jules Nicolas Crevaux, Paul Antoine Sagot, at Lucien Adam, 7–165. Paris: Maisonneuve. - [#22]: Courtz, H. 2008. Isang Carib Grammar at Dictionary. Toronto, ON, Canada: Magoria Books. - [#23]: Arawak manuscripts, American Philosophical Society, manuscript number: [Mss.498.3.Sch8](https://search.ampphilsoc.org/collections/view?docId=ead/Mss.498.3.Sch8-ead.xml ), Pahina 562 sa orihinal na manuskrito, na tumutugma sa pahina 576 sa digitalized na dokumento. Ang imahe ay pinaliit sa laki, na-crop, at muling ginawa dito na may mabuting pahintulot ng American Philosophical Society.
id: - [#1]: Rybka, Konrad. 2015. [State-of-the-Art dalam Pengembangan Bahasa Lokono.](https://scholarspace.manoa.hawaii.edu/handle/10125/24635) Dokumentasi dan Konservasi Bahasa 9: 110–13. - [#2]: Rybka, Konrad. 2017. [Fenomena Akibat Kontak di Lokono (Arawakan).](https://www.degruyter.com/view/books/9781614514886/9781614514886-010/9781614514886-010.xml) In Boundaries and Bridges, diedit oleh Kofi Yakpo dan Pieter C. Muysken. Berlin, Boston: De Gruyter, hlm 257-281. - [#3]: Navarette, Rodrigo Pérez de. 1964. “Relación de Las Provicias y Naciones Que Los Indios Llamados Aruacas [Tienen] [...].” Dalam Relaciones Geográficas de Venezuela, diedit oleh Antonio Arellano Moreno, 83–87. Caracas: Academia Nacional de la Historia. - [#4]: Roth, Walter Edmund. 1924. Sebuah Studi Pengantar Seni, Kerajinan, dan Kebiasaan Indian Guyana. Washington, DC: Kantor Percetakan Pemerintah AS. - [#5]: Goeje, Claudius Henricus de. 1943. Filsafat, Inisiasi dan Mitos Orang India di Guyana dan Negara-Negara Berdekatan. Arsip Internationales d'ethnographie. 44. - [#6]: Abbenhuis, M.F. 1939. Arawakken di Suriname: Enquête-Material Voor Een Volkenkundige Studie. Paramaribo: Leo Victor. - [#7]: Kol, Cornelius van. 1903. “Gegevens over Land En Volk van Suriname I - Oorspronkelijke Bevolking Suriname.” Bijdragen Tot de Taal-, Land-En Volkenkunde / Jurnal Humaniora dan Ilmu Sosial Asia Tenggara 55 (1): 453–529. - [#8]: Goeje, Claudius Henricus de. 1928. Bahasa Arawak di Guyana. Amsterdam: Uitgave van der Koninklijke Akademie von Wetenschappen te Amsterdam. - [#9]: Brett, William Henry. 1880. Legenda dan Mitos Suku Indian Aborigin di Guyana Inggris. London: Williams Wells Gardner. - [#10]: Roth, Walter Edmund. 1915. Penyelidikan tentang Animisme dan Cerita Rakyat Indian Guyana. Laporan Tahunan, Smithsonian Institution Bureau of American Ethnology 30. Washington: Kantor Percetakan Pemerintah AS. - [#11]: Goeje, Claudius Henricus de. 1942. “De Inwijding Tot Medicijnman Bij de Arawakken (Guyana) dalam Tekst En Mythe.” Bijdragen Tot de Taal-, Land- En Volkenkunde van Nederlandsch-Indi 101: 211–76. - [#12]: Saya Thurn, Everard Ferdinand. 1883. Di antara Orang Indian Guyana: Menjadi Sketsa Terutama Antropologis dari Interior Guyana Inggris. London: K. Paul, Trench & Perusahaan. - [#13]: Laet, Joannes de. 1633. Novus Orbis, Seu Descriptionis Indiae Occidentalis Libri XVIII. Leiden: Apud Elzevirios. - [#14]: Brett, William Henry. 1868. Suku Indian Guyana: Kondisi dan Kebiasaan Mereka. London: Bell dan Daldy. - [#15]: Baarle, Peter van, Mauricius Alberto Sabajo, van der Stap Gerdy, Sabajo Andreas L., dan Sabajo Lucia L. 1989. Arhwaka lokonong djang: Arowakse taalkursus en woordenboek. Harlem; Amsterdam: Sosial-budaya Vereniging Ikyoshie; Instituut voor Algemene Taalwetenschap, Universiteit van Amsterdam. - [#16]: Dance, Charles D. 1881. Bab dari Buku Log Guian. Georgetown, Guyana. - [#17]: Penard, Frederik Paul, dan Arthur Philip Penard. 1907. De Menschetende Aanbidders Der Zonneslang. Paramaribo: H.B. Hei. - [#18]: Magaa, Edmundo, dan Fabiola Jara. 1982. "Langit Karibia." Jurnal de la Société des Américanistes 68 (1): 105–32. - [#19]: Bennett, John P. 1995. Dua Puluh Delapan Pelajaran di Loko (Arawak): Panduan Mengajar. Georgetown, Guyana: Museum Antropologi Walter Roth. - [#20]: Ahlbrinck, Willem. 1931. Ensiklopedia Der Karaïben. Amsterdam: Koninklijke Akademie van Wetenschappen. - [#21]: Schumann, Christian Ludwig. 1882. “Arawakish-Deutsches Wörterbuch.” Dalam Grammaires Et Vocabulaires Roucouyenne, Arrouague, Piapoco Et D'autres Langues De La Région Des Guyanes, Par J. Crevaux, P . Sagot, L. Adam..., diedit oleh Jules Nicolas Crevaux, Paul Antoine Sagot, dan Lucien Adam, 7–165. Paris: Maisonneuve. - [#22]: Courtz, H. 2008. Tata Bahasa dan Kamus Carib. Toronto, ON, Kanada: Magoria Books. - [#23]: Naskah Arawak, American Philosophical Society, nomor naskah: [Mss.498.3.Sch8](https://search.amphilsoc.org/collections/view?docId=ead/Mss.498.3.Sch8-ead.xml ), Halaman 562 dalam naskah asli, yang sesuai dengan halaman 576 dalam dokumen digital. Ukuran gambar diperkecil, dipotong, dan direproduksi di sini dengan izin dari American Philosophical Society.
tr: - [#1]: Rybka, Konrad. 2015. [Lokono Dilinin Geliştirilmesinde Son Teknoloji](https://scholarspace.manoa.hawaii.edu/handle/10125/24635) Dil Belgeleri ve Koruma 9: 110–13. - [#2]: Rybka, Konrad. 2017. [Lokono'da (Arawakan) Temasa Bağlı Olgular.](https://www.degruyter.com/view/books/9781614514886/9781614514886-010/9781614514886-010.xml) In Boundaries and Bridges, editör Kofi Yakpo ve Pieter C. Muysken. Berlin, Boston: De Gruyter, s. 257-281. - [#3]: Navarette, Rodrigo Pérez de. 1964. “Relación de Las Provicias y Naciones Que Los Indios Llamados Aruacas [Tienen] [...].” Relaciones Geográficas de Venezuela'da, Antonio Arellano Moreno tarafından düzenlendi, 83-87. Karakas: Academia Nacional de la Historia. - [#4]: Roth, Walter Edmund. 1924. Guyana Kızılderililerinin Sanat, Zanaat ve Geleneklerine Giriş Çalışması. Washington, DC: ABD Hükümeti Basım Ofisi. - [#5]: Goeje, Claudius Henricus de. 1943. Guyana ve Komşu Ülkelerin Kızılderililerinin Felsefesi, İnisiyasyonu ve Mitleri. Archives Internationales d'ethnographie. 44. - [#6]: Abbenhuis, M.F. 1939. Surinam'da Arawakken: Enquête-Materiaal Voor Een Volkenkundige Çalışması. Paramaribo: Leo Victor. - [#7]: Coll, Cornelius minibüsü. 1903. “Gegevens over Land En Volk van Surinam I - Surinam'ın Oorspronklijke Bevolking'i.” Bijdragen Tot de Taal-, Land- En Volkenkunde / Güneydoğu Asya Beşeri ve Sosyal Bilimler Dergisi 55 (1): 453–529. - [#8]: Goeje, Claudius Henricus de. 1928. Guyana'nın Arawak Dili. Amsterdam: Uitgave van der Koninklijke Akademie von Wetenschappen te Amsterdam. - [#9]: Brett, William Henry. 1880. İngiliz Guyanası Yerli Kızılderililerinin Efsaneleri ve Mitleri. Londra: Williams Wells Gardner. - [#10]: Roth, Walter Edmund. 1915. Guyana Kızılderililerinin Animizm ve Halk Bilgisine İlişkin Bir Araştırma. Yıllık Rapor, Smithsonian Enstitüsü Amerikan Etnolojisi Bürosu 30. Washington: ABD Hükümeti Basım Ofisi. - [#11]: Goeje, Claudius Henricus de. 1942. “Tekst En Mythe'de De Inwijding Tot Medicijnman Bij de Arawakken (Guyana).” Bijdragen Tot de Taal-, Land- En Volkenkunde van Nederlandsch-Indië 101: 211-76. - [#12]: Ben Thurn, Everard Ferdinand. 1883. Guyana Kızılderilileri Arasında: İngiliz Guyanası'nın İçlerinden Başta Antropolojik Taslaklar Olmak. Londra: K. Paul, Trench & Şirket. - [#13]: Laet, Joannes de. 1633. Novus Orbis, Seu Descriptionis Indiae Occidentalis Libri XVIII. Leiden: Apud Elzevirios. - [#14]: Brett, William Henry. 1868. Guyana'nın Kızılderili Kabileleri: Durumları ve Alışkanlıkları. Londra: Bell ve Daldy. - [#15]: Baarle, Peter van, Mauricius Alberto Sabajo, van der Stap Gerdy, Sabajo Andreas L. ve Sabajo Lucia L. 1989. Arhwaka lokonong djang: Arowakse taalkursus en woordenboek. Haarlem; Amsterdam: Sosyal-kültürel Vereniging Ikyoshie; Instituut voor Algemene Taalwetenschap, Universiteit van Amsterdam. - [#16]: Dans, Charles D. 1881. Bir Guyana Seyir Defterinden Bölümler. Georgetown, Guyana. - [#17]: Penard, Frederik Paul ve Arthur Philip Penard. 1907. De Menschetende Aanbidders Der Zonneslang. Paramaribo: H.B. Merhaba. - [#18]: Magaña, Edmundo ve Fabiola Jara. 1982. “Karayip gökyüzü.” Journal de la Société des Américanistes 68 (1): 105–32. - [#19]: Bennett, John P. 1995. Loko'da (Arawak) Yirmi Sekiz Ders: Bir Öğretim Rehberi. Georgetown, Guyana: Walter Roth Antropoloji Müzesi. - [#20]: Ahlbrinck, Willem. 1931. Ansiklopedi Der Karaiben. Amsterdam: Koninklijke Akademie van Wetenschappen. - [#21]: Schumann, Christian Ludwig. 1882. “Arawakish-Deutsches Wörterbuch.” Grammaires Et Vocabulaires Roucouyenne, Arrouague, Piapoco Et D'autres Langues De La Région Des Guyanes, Par J. Crevaux, P. Sagot, L. Adam..., editör: Jules Nicolas Crevaux, Paul Antoine Sagot ve Lucien Adam, 7–165. Paris: Maisonneuve. - [#22]: Courtz, H. 2008. Bir Carib Grammar and Dictionary. Toronto, ON, Kanada: Magoria Kitapları. - [#23]: Arawak el yazmaları, Amerikan Felsefe Derneği, el yazması numarası: [Mss.498.3.Sch8](https://search.amphilsoc.org/collections/view?docId=ead/Mss.498.3.Sch8-ead.xml ), Dijitalleştirilmiş belgede sayfa 576'ya karşılık gelen orijinal el yazmasında Sayfa 562. Görüntü küçültülmüş, kırpılmış ve Amerikan Felsefe Derneği'nin izniyle burada yeniden basılmıştır.

source: This sky culture was contributed by [Konrad Rybka](konrad.rybka@gmail.com) and produced with the help of Lokono speakers in Suriname (Cassipora) and Guyana (Wakapoa). The research was carried out as part of the project supported by a Rubicon postdoctoral grant from the Netherlands Organization for Scientific Research (project number 446-15-012). Quote as: Rybka, Konrad 2018. _Lokono sky culture: a description of Lokono ethnoastronomical knowledge for Stellarium software_. Version 1.0 Technical clean-up: Susanne M Hoffmann, 2020
fil: Ang sky culture na ito ay iniambag ni [Konrad Rybka](konrad.rybka@gmail.com) at ginawa sa tulong ng mga Lokono speaker sa Suriname (Cassipora) at Guyana (Wakapoa). Ang pananaliksik ay isinagawa bilang bahagi ng proyektong sinusuportahan ng isang Rubicon postdoctoral grant mula sa Netherlands Organization for Scientific Research (project number 446-15-012). Sipi bilang: Rybka, Konrad 2018. _Lokono sky culture: isang paglalarawan ng Lokono ethnoastronomical na kaalaman para sa Stellarium software_. Bersyon 1.0 Teknikal na paglilinis: Susanne M Hoffmann, 2020
id: Budaya langit ini disumbangkan oleh [Konrad Rybka](konrad.rybka@gmail.com) dan diproduksi dengan bantuan pembicara Lokono di Suriname (Cassipora) dan Guyana (Wakapoa). Penelitian ini dilakukan sebagai bagian dari proyek yang didukung oleh hibah postdoctoral Rubicon dari Organisasi Penelitian Ilmiah Belanda (nomor proyek 446-15-012). Kutipan sebagai: Rybka, Konrad 2018. _Lokono sky culture: deskripsi pengetahuan etnoastronomi Lokono untuk perangkat lunak Stellarium_. Versi 1.0 Pembersihan teknis: Susanne M Hoffmann, 2020
tr: Bu gökyüzü kültürü [Konrad Rybka](konrad.rybka@gmail.com) tarafından sağlandı ve Surinam (Cassipora) ve Guyana'daki (Wakapoa) Lokono konuşmacılarının yardımıyla üretildi. Araştırma, Hollanda Bilimsel Araştırma Kurumu'ndan (proje numarası 446-15-012) bir Rubicon doktora sonrası hibesi tarafından desteklenen projenin bir parçası olarak gerçekleştirildi. Alıntı olarak: Rybka, Konrad 2018. _Lokono gökyüzü kültürü: Stellarium yazılımı için Lokono etnoastronomik bilgisinin bir açıklaması_. Sürüm 1.0 Teknik temizlik: Susanne M Hoffmann, 2020

source: CC-BY NC Special permission is also granted to Stellarium Labs to include the licensed material in the mobile application Stellarium.
fil: CC-BY NC Binibigyan din ng espesyal na pahintulot ang Stellarium Labs na isama ang lisensyadong materyal sa mobile application na Stellarium.
id: CC-BY NC Izin khusus juga diberikan kepada Stellarium Labs untuk memasukkan materi berlisensi ke dalam aplikasi seluler Stellarium.
tr: CC-BY NC Stellarium Labs'a ayrıca lisanslı materyali Stellarium mobil uygulamasına dahil etmesi için özel izin verilmiştir.

source: Spirit of the black curassow
fil: Espiritu ng itim na curassow
id: Semangat curassow hitam
tr: Kara curassow'un ruhu
