Repository: jcb1976/stellarium-skycultures
Catalog: lokono/po/*.po
Languages: fil, id, tr

source: ### Lokono (or Arawak) ![](lokono_map_1.webp) The _Lokono_, also known as _Arawak_, are an indigenous people of the Guianas, whose territory stretches along the coast of the Atlantic Ocean, from northwestern Guyana, through Suriname, to northwestern French Guiana (see map) [#1]. The Lokono speak a language that belongs to the Arawakan language family, one of the largest linguistic groupings on the continent. Like many of their linguistic relatives, the Lokono are agriculturalists specializing in the farming of manioc (_Manihot esculenta_), who also practice fishing, hunting, and gathering of wild plant. However, as one of the first indigenous groups that was encountered by the Europeans at the time of conquest, the Lokono have been in contact with non-indigenous populations for over 500 years [#2]. This contact has intensified in the last century, leading to a substantial loss of the Lokono language, traditional material and immaterial culture, changes in subsistence practices, and in particular to the disappearance of _medicine-men_, the traditional carriers of spiritual knowledge, most likely including ethnoastronomical knowledge. As a consequence, the modern knowledge about celestial bodies appears to be but a fraction of what the Lokono knew about stars in the past. Several constellations mentioned in older sources are forgotten or are only known from their names, while the combinations of stars they represent and the oral traditions explaining their origin and significance have been forgotten. The sky culture presented here includes only identified constellations but the following description provides a more comprehensive account of Lokono astronomical knowledge including information extracted from historical sources about all the celestial objects named in the table below. ### Lokono constellations and other celestial objects | Lokono name | Literal translation in English | Approximate location | |--------------|--------------------------------|----------------------| | _Hadali_ | | Sun | | _Kathi_ | | Moon | | _Warhokoma_ | | Venus | | _Waya nukuthi bunaha_ | Path of the carriers of clay | Milky Way | | _Mali_ | | Sirius | | _Yôkoro wiwa_ | Scores of stars | Pleiades | | _Wiwa kalemero_ | Shining star | Jupiter | | _Yorhada_ | Grill | Pegasus | | _Kamodokoya_ | Spirit of the green anaconda | unclear | | _Kibiwarhakoya_ | Spirit of the capibara | unknown | | _Mabukuli_ | Man without a thigh | Orion's belt | | _Kama tâla_ | Jaw of the tapir | Hyades | | _Hithikoya_ | Spirit of the black curassow | Crux | | _Yokhârhin_ | Hunter | α Centauri | | _Alêti_ | Torch | β Centauri | | _Anorhâkoya_ | Spirit of the cocoi heron | Ursa Major | | _Honolikoya_ | Spirit of the rufescent tiger heron | unknown | | _Kasorhowakoya_ | Spirit of the four-eyed fish | λ Sco and υ Sco | | _Katarokoya_ | Spirit of the green sea turtle | Hercules | | _Hikorhikoya_ | Spirit of the yellow-footed tortoise | unknown | | _Kwakoya_ | Spirit of the blue crab | Orion | | _Ifakoya_ | Spirit of the Muscovy duck | Corona Australis | | _Awarhakoya_ | Spirit of the awara palm | Coma Berenices | | _Hadorhikoya_ | Spirit of the red acouchi | unknown | | _Hokorherokoya_ | Spirit of the red-rumped agouti | unknown | | _Kabadarokoya_ | Spirit of the jaguar | unknown | | _Korhirhwathekoya_ | Spirit of the ocelot | unknown | | _Hawkoya_ | Spirit of the pale-throated sloth | unknown | | _Warhemedokoya_ | Spirit of the two-toed sloth | unknown | | _Yôwanakoya_ | Spirit of the green iguana | unknown | | _Yarheyarherokoya_ | Spirit of the lilac-tailed parrot | unknown | | _Marodikoya_ | Spirit of the marail guan | unknown | | _Hikarowanakoya_ | Spirit of the little cuckoo | unknown | | _Sûtukoya_ | Spirit of the red-handed tamarin | unknown | | _Howakoya_ | Spirit of the white-faced saki | unknown | | _Imenarikoya_ | Spirit of the scorpion | unknown | | _Korherokoya_ | Spirit of the parrot | unknown | | _Kasipenikoya_ | Spirit of a tortoise | unknown | | _Shimarhabokoya_ | Spirit of the bow and arrow | unknown | | _Arakabosakoya_ | Spirit of the gun | unknown | | _Maraka_ | Medicine-men’s rattle | unknown | ### Lokono astronomical knowledge: an introduction From contemporary and historical accounts, it appears that astronomical knowledge was not restricted to particular members of the Lokono society. However, it was the medicine-men in particular — the spiritual leaders of the Lokono known as _semethi_ — who were required to master the various aspects of star knowledge and who might have been responsible for passing the oral traditions associated with them from one generation to another. From Rodrigo de Navarette, who around 1550 wrote one of the first accounts of the Lokono, we learn, for instance, that: “old and wise men whom they call _Cemetu_ assemble in the houses designed for their meetings and (...) recount the traditions and exploits of their ancestors and great men, and also narrate what those ancestors heard from their forefathers; so that in this manner they remember the most ancient events of their country and people. And, in like manner they recount or preach about events relating to the heavens, the sun, moon, and stars.”[#3] Navarette's _cemetu_, the medicine-men known in modern Lokono as _semethi_, have largely given up their practices today, which may be the reason why the transmission of astronomical knowledge has been interrupted. Many Lokono constellations appear to have been forgotten today. Our sources are therefore often limited to historical accounts written by early explorers and ethnographers of the Guianas, one of the oldest examples of which is illustrated below. ![](schulz.webp) Fig.1 List of Lokono stars by Theodor Schulz, circa 1803 [#23]. {: .img_and_caption } It is this literature that allows us to party reconstruct the Lokono stellar knowledge, described below. Before discussing the individual celestial bodies, however, several general features of Lokono astronomy merit a mention, namely: * the overlap with the astronomical traditions of neighboring indigenous groups. * the oral traditions explaining the origin and significance of celestial bodies. * the use of the term _koya_ ‘spirit’ in the names of numerous constellations. * the use of the general term _wiwa_ ‘star, year’ and the lack of other astronomical terms. * the sky watching practices of the Lokono. ### 1. Shared Guianan knowledge The Lokono territory borders that of two linguistically unrelated indigenous peoples, the Kari’na, speaking a Cariban language, and the Warao, speaking a language isolate. Though unrelated and traditionally not intermarrying, the three groups share a great deal of material and immaterial culture. Ethnoastronomical tradition of the three peoples also shows a number of striking similarities, such as shared stellar myths, similar names of constellations, and parallels in the stellar calendar. This speaks to the contacts between the three groups and to the exchange of astronomical knowledge, possibly facilitated by their respective spiritual leaders, such as the Lokono _semethi_. The degree to which these traditions overlap and the directionality of their exchange require further study. Here, we focus on the Lokono and therefore do not discuss these cultural borrowings in detail, unless they shed light on the Lokono ethnoastronomy. ### 2. Stellar oral traditions One of such shared features are myths about stars. Such oral traditions tell of the origins of particular celestial bodies, link them to one another, and explain their influence on the natural world. The Lokono constellation _Hithikoya_ ‘Spirit of the black curassow’, for instance, is linked in a Lokono myth to that of _Yokhârhin_ ‘Hunter’ and _Alêti_ ‘Torch’, all three of which have Kari’na and Warao equivalents. It is these oral traditions, preserved by the medicine-men, that likely served as the main vehicle through which astronomical knowledge was passed from one generation to another. For this reason, summaries of the relevant myths are given in the description of particular constellations. Occasionally, when the relevant Lokono myth is not documented, myths of the neighboring groups are referred to in order to illuminate the significance of particular celestial bodies. Given that many of such oral traditions are shared by the Lokono and the neighboring groups, this enhancement of the poorly preserved Lokono astronomical knowledge is justified. ### 3. Calendar of spirits The term _koya_ ‘spirit’, found in numerous constellation names typically following a term for a particular plant or animal, is a key feature of Lokono astronomy. Walter Roth, an ethnographer of the Guianas, explains that such constellations are the spirits of the corresponding beings.[#4] At a time of the year when the constellation appears, the spirit travels from the sky to earth to breath life into the beings it represents. As such, the _koya_-constellations formed a calendar, indicating what the best time is to engage in subsistence activities related to these plants and animals (e.g. hunting or gathering). The Lokono may have also known where such spirits would descend on earth; Walter Roth suggests that they called these places with the same names as the constellations but the evidence of that remains poor. Thus, _Hadorhikoya_ ‘Spirit of the red acouchi’ would refer to the spirit, the constellation, and the place where the _hadorhi_ is found in plenty when its constellation appears. While this toponymic knowledge is forgotten today, the _koya_-constellations remind us of the great understanding of the plant and animal life that the Lokono possessed. ### 4. _Wiwa_, the star and the year The Lokono also have another general term that is used to refer to stars, _wiwa_. The term lacks the spiritual connotations of _koya._ It refers, on the one hand, to the physical quality of stars as something shining and, on the other hand, to the calendar year. As such, it is used, for instance, when talking about one’s age. While it can apply to any star, _wiwa_ appears only in two proper names of celestial bodies. _Yôkoro wiwa_, literally ‘Scores of stars’ (Pleiades), is the most important of all Lokono constellations, whose appearance traditionally commences the Lokono calendar year. Following _Yôkoro wiwa_ are the numerous _koya_-constellations, each signaling a different season in the Lokono calendar. On the other hand, _Wiwa kalemero_, literally ‘Shining star’ (Jupiter) appears to have been singled out solely due to its brightness. Apart from _wiwa_ and _koya_, there are no generic terms distinguishing planets, stars, moons, suns, galaxies and so on in the Lokono language. For this reason, the Lokono equivalent of the Milky Way, for instance, is included among other constellations. ### 5. Sky watching practices While the Lokono can admire the sky in the evening, to follow the Lokono stellar calendar, one has to look at the constellations around 4 am in the morning, the time when the Lokono usually wake up. The Lokono thus observe the rising of the constellations in the morning. To get the right idea of the yearly cycle of constellations, one should also set the viewing location to the Guianas (e.g. Georgetown, Paramaribo, or Cayenne in the location menu). It merits a mention that many Lokono, when drawing constellations, did not connect the stars with lines and that in some cases, there was little agreement among speakers as to which star within a constellation corresponds to which parts of the plant or animal it represents. In Stellarium, we represent constellations with lines, but it should be kept in mind that this may be a distortion of the Lokono tradition, which allows for more flexibility in interpreting particular star groups. Finally, there are restrictions on looking at some celestial bodies, since it is believed that a spirt can harm one if looked at [#5]. For instance, by full moon, mothers covered the eyes of their children so that they would not become sick [#6]. Young people were also told not to look at _Yôkoro wiwa_ (Pleiades), or else they would not grow [#7]. Such practices applied also to other objects believed to harbor powerful spirits and included other ways of avoiding eye-contact with spirits such rubbing peppers, limes, or salt into one’s eyes. ### Lokono celestial bodies _Hadali_ 'Sun' The Lokono term for the Sun is _Hadali_, also pronounced as _Adali_. Claaudius de Goeje suggests that the variously spelled names of the Lokono culture hero, the first medicine-man known as _Harlitvanli_, _Haliwalika_, _Halwanli_, _Hariwalli_, and _Arawanili_, and sometimes _Arawidi_, may all refer to the same hero identified as the Sun [#8]. While we cannot confirm this hypothesis, the myth of _Arawidi_ is worth mentioning. In the Lokono myth, _Arawidi_, the Sun, is the father of a man that becomes the constellation _Mabukuli_ ‘Man without a thigh’ (Orion’s belt) [#9][#10][#11]. According to the story, the Sun used to come to earth in the shape of a man called _Arawidi_ to meet his lover with whom he had twins. In a later episode of the myth, one of the twins marries a woman, whose mother the couple decide to kill. When they try to escape, the wife’s sister chases them and manages to cut off his leg in revenge. As a result, the man ascends to the sky and becomes the constellation _Mabukuli_. Another Lokono myth warns against offending the Sun: a man, stuck on an uninhabited island in the middle of a swamp, cries out for help. A boat passes him, but inside the boat is the Sun, which does not want to help the man, since people always complain that the Sun shines too hard [#11]. As far as practices related to the Sun, Im Thurn reported that among the Lokono, the eclipse of the Sun was considered a war between _Hadali_ and _Kathi_, the Moon, and that the Lokono would shout and make all kinds of noises to stop them from fighting [#12]. _Kathi_ 'Moon' The moon is known as _Kathi_, a term first recorded by Joannes de Laet as _cattehee_ around 1598, and used also to refer to the lunar month [#13]. According to the Lokono, the Moon, like the Sun, was once a man. Walter Roth reports a Lokono myth, in which a young woman was visited by a mysterious lover night after night [#10]. To find out who the lover was, the woman smeared her hands with the soot from the bottom of a pot. Next day, when she woke up, she found that her brother’s face was covered in soot and realized it was him who visited her at night. Everybody in her community started to avoid the incestuous brother, who became so ashamed that he kept away from the people and ultimately ascended to the sky, becoming the Moon. This is why, according to the Lokono, the face of the moon is dirty today. The Moon appears also in another myth. In the Lokono myth about a man stuck on an uninhabited island mentioned above, another boat passes the man, but this time inside is the Moon, which decides to help the man, since people are always happy to see the Moon come out at night [#11]. The Moon and Sun are also depicted as opponents. In previous times, the Lokono believed that the eclipse of the Moon is its death (_kathi ôdon_ ‘moon dying’) and would keep watch all night.[#6] The Lokono say during the eclipse of the Moon that the Moon has fallen asleep on the Sun’s path [#11]. Therefore, they make a lot of noise, play drums, and blow shell trumpets to wake him up. By full moon, mothers would cover the eyes of their children so that they do not become sick. _Warhokoma_ 'Venus' The planet Venus, both when it appears in the morning as the Morning Star and when it appears in the evening as the Evening Star, is called _Warhokoma_ by the Lokono [#8][#14][#15]. Charles Dance, on the other hand, reports the terms _Eweiwah_ and _Huewah_, probably the equivalents of the general term _wiwa_ ‘star’ which can be used for any shining celestial body [#16]. The Lokono also speak of Venus as _Hiyaro wiwa_ ‘women’s star’. In relation to this, it merits a mention that Claudius de Goeje reports that when _Hiyaro wiwa_ appears close to the Moon, and a girl is about to have her first menstruation, the Lokono say that the girl will soon be touched by the Moon [#5]. There is no myth about _Warhokoma_ specifically and its relation to the Moon, but it is worth reminding that the Lokono know a story, in which the Moon was originally a man who committed incest with his sister (see the myth mentioned under _Kathi_), and has a name as a womanizer [#10]. Interestingly, the name _Warhokoma_ for Morning or Evening Star appears also in Kari’na, who see it also as the Moon's wife [#17][#18]. _Waya nukuthi bunaha_ 'Milky Way' The Milky Way is known among the Lokono as _Waya nukuthi bunaha_, literally ‘Path of the carriers of clay’. The Milky Way represents the footprints of men who once went to fetch clay for making pots, an art that is, rarely if at all, practiced by the Lokono today. The origin of the name, however, is still known, and is summarized in a myth [#19]. The same name for Milky Way was noted by William Brett who adds that it is named after a specific whitish type of clay [#14]. Charles Dance, on the other hand, says that the Milky Way represents the footprints of peccaries rooting up the clay, while Walter Roth mentions a different Lokono explanation, according to which the Milky way represents a tapir chased by a dog and jaguar [#10][#16]. However, these two sources do not give the corresponding Lokono name for the Milky Way, and it is possible that these two explanations are a Kari’na influence, who recognize a constellation of a tiger following the constellation of a tapir within that of the Milky Way [#17]. _Mali_ 'Sirius' The modern Lokono call Sirius _Mali_, the literal meaning of which is unknown. Cornelius van Coll describes a Lokono star called _Mali_ and explains that it is a very powerful star [#7][#17]. When it comes up in the morning in August, it kills the fish in the swamps, and one should not point at it or one’s finger will become lame. Cornelius van Coll’s _Mali_ marks the beginning of the big dry season (August to December), called in Lokono _malidalithe_, a term derived from _Mali_. Older sources identified _Mali_ tentatively as Lyra, Aquila, or Crux, but given that the big dry season starts around August and that the Lokono observe the stars in the morning, these identifications must be incorrect; Lyra, Aquila, and Crux cannot be seen at this time from the Lokono territories [#11][#17]. There are no Lokono myths about _Mali_, but there is evidence that is may correspond to the Kari’na constellation _Ombatapo_ ‘Previous face’. The Kari’na myths explain the origin of the constellation and its name, which, like the Lokono _Mali_, is believed to kill the fish in the swamps and announces the beginning of the big dry season. Moreover, the Kari’na _Ombatapo_ is identified as parts of Puppis and Canis Major, the latter of which includes Sirius [#18][#20].
fil: ### Lokono (o Arawak) ![](lokono_map_1.webp) Ang _Lokono_, na kilala rin bilang _Arawak_, ay isang katutubong tao ng Guianas, na ang teritoryo ay umaabot sa baybayin ng Karagatang Atlantiko, mula sa hilagang-kanlurang Guyana, hanggang Suriname, sa hilagang-kanlurang French Guiana (tingnan ang mapa) [#1]. Ang Lokono ay nagsasalita ng isang wika na kabilang sa pamilya ng wikang Arawakan, isa sa pinakamalaking pangkat ng linggwistika sa kontinente. Tulad ng marami sa kanilang mga kamag-anak sa wika, ang mga Lokono ay mga agriculturalist na dalubhasa sa pagsasaka ng manioc (_Manihot esculenta_), na nagsasagawa rin ng pangingisda, pangangaso, at pangangalap ng ligaw na halaman. Gayunpaman, bilang isa sa mga unang katutubong grupo na nakatagpo ng mga Europeo sa panahon ng pananakop, ang Lokono ay nakipag-ugnayan sa mga di-katutubong populasyon sa loob ng mahigit 500 taon [#2]. Ang pakikipag-ugnay na ito ay tumindi noong nakaraang siglo, na humahantong sa isang malaking pagkawala ng wikang Lokono, tradisyonal na materyal at hindi materyal na kultura, mga pagbabago sa mga gawi sa pamumuhay, at lalo na sa pagkawala ng _medicine-men_, ang mga tradisyunal na tagapagdala ng espirituwal na kaalaman, malamang. kabilang ang ethnoastronomical na kaalaman. Bilang kinahinatnan, ang makabagong kaalaman tungkol sa mga celestial na katawan ay lumilitaw na bahagi lamang ng nalalaman ng Lokono tungkol sa mga bituin sa nakaraan. Ang ilang mga konstelasyon na binanggit sa mas lumang mga mapagkukunan ay nakalimutan o kilala lamang mula sa kanilang mga pangalan, habang ang mga kumbinasyon ng mga bituin na kanilang kinakatawan at ang mga tradisyon sa bibig na nagpapaliwanag ng kanilang pinagmulan at kahalagahan ay nakalimutan. Ang kultura ng kalangitan na ipinakita dito ay kinabibilangan lamang ng mga natukoy na konstelasyon ngunit ang sumusunod na paglalarawan ay nagbibigay ng isang mas komprehensibong salaysay ng Lokono astronomical na kaalaman kasama ang impormasyong nakuha mula sa mga makasaysayang mapagkukunan tungkol sa lahat ng celestial na bagay na pinangalanan sa talahanayan sa ibaba. ### Lokono constellation at iba pang celestial object | Pangalan ng Lokono | Literal na pagsasalin sa Ingles | Tinatayang lokasyon | |--------------|--------------------------------|- ---------------------| | _Hadali_ | | Araw | | _Kathi_ | | Buwan | | _Warhokoma_ | | Venus | | _Waya nukuthi bunaha_ | Landas ng mga tagadala ng luwad | Milky Way | | _Mali_ | | Sirius | | _Yôkoro wiwa_ | Mga marka ng bituin | Pleiades | | _Wiwa kalemero_ | Nagniningning na bituin | Jupiter | | _Yorhada_ | Grill | Pegasus | | _Kamodokoya_ | Espiritu ng berdeng anaconda | hindi malinaw | | _Kibiwarhakoya_ | Espiritu ng capibara | hindi alam | | _Mabukuli_ | Lalaking walang hita | Sinturon ng Orion | | _Kama tâla_ | Panga ng tapir | Hyades | | _Hithikoya_ | Espiritu ng itim na curassow | Crux | | _Yokhârhin_ | Mangangaso | α Centauri | | _Alêti_ | Tanglaw | β Centauri | | _Anorhâkoya_ | Diwa ng cocoi heron | Ursa Major | | _Honolikoya_ | Espiritu ng rufescent tiger heron | hindi alam | | _Kasorhowakoya_ | Espiritu ng isda na may apat na mata | λ Sco at υ Sco | | _Katarokoya_ | Espiritu ng berdeng pawikan | Hercules | | _Hikorhikoya_ | Espiritu ng pagong na may dilaw na paa | hindi alam | | _Kwakoya_ | Espiritu ng asul na alimango | Orion | | _Ifakoya_ | Espiritu ng Muscovy duck | Corona Australis | | _Awarhakoya_ | Diwa ng palad ng awara | Coma Berenices | | _Hadorhikoya_ | Espiritu ng pulang acouchi | hindi alam | | _Hokorherokoya_ | Espiritu ng red-rumped agouti | hindi alam | | _Kabadarokoya_ | Espiritu ng jaguar | hindi alam | | _Korhirhwathekoya_ | Espiritu ng ocelot | hindi alam | | _Hawkoya_ | Espiritu ng namumutlang sloth | hindi alam | | _Warhemedokoya_ | Espiritu ng dalawang paa na sloth | hindi alam | | _Yôwanakoya_ | Espiritu ng berdeng iguana | hindi alam | | _Yarheyarherokoya_ | Espiritu ng lilac-tailed parrot | hindi alam | | _Marodikoya_ | Diwa ng marail guan | hindi alam | | _Hikarowanakoya_ | Diwa ng munting kuku | hindi alam | | _Sûtukoya_ | Diwa ng pulang-kamay na tamarin | hindi alam | | _Howakoya_ | Espiritu ng saki na maputi ang mukha | hindi alam | | _Imenarikoya_ | Espiritu ng alakdan | hindi alam | | _Korherokoya_ | Diwa ng loro | hindi alam | | _Kasipenikoya_ | Diwa ng pagong | hindi alam | | _Shimarhabokoya_ | Espiritu ng busog at palaso | hindi alam | | _Arakabosakya_ | Espiritu ng baril | hindi alam | | _Maraka_ | Medicine-men’s rattle | hindi alam | ### Lokono astronomical knowledge: isang panimula Mula sa kontemporaryo at makasaysayang mga account, lumilitaw na ang astronomical na kaalaman ay hindi limitado sa mga partikular na miyembro ng lipunang Lokono. Gayunpaman, partikular na ang mga medicine-men — ang mga espiritwal na pinuno ng Lokono na kilala bilang _semethi_ — ang kinailangang makabisado ang iba't ibang aspeto ng kaalaman ng bituin at maaaring may pananagutan sa pagpasa ng mga tradisyon sa bibig na nauugnay sa kanila mula sa isang henerasyon hanggang sa. isa pa. Mula kay Rodrigo de Navarette, na noong mga 1550 ay sumulat ng isa sa mga unang ulat ng Lokono, nalaman natin, halimbawa, na: “Ang matatanda at matatalinong lalaki na tinatawag nilang _Cemetu_ ay nagtitipon sa mga bahay na idinisenyo para sa kanilang mga pagpupulong at (...) nagkukuwento ang mga tradisyon at pagsasamantala ng kanilang mga ninuno at dakilang tao, at isalaysay din ang narinig ng mga ninunong iyon mula sa kanilang mga ninuno; upang sa ganitong paraan ay naaalala nila ang mga pinaka sinaunang pangyayari sa kanilang bansa at mga tao. At, sa katulad na paraan, sila ay nagsasalaysay o nangangaral tungkol sa mga pangyayaring may kaugnayan sa langit, araw, buwan, at mga bituin.”[#3] Ang _cemetu_ ni Navarette, ang mga manggagamot na kilala sa modernong Lokono bilang _semethi_, ay higit na tinalikuran ang kanilang mga gawain ngayon, na maaaring maging dahilan kung bakit naputol ang paghahatid ng kaalamang astronomiya. Maraming mga konstelasyon ng Lokono ang tila nakalimutan na ngayon. Samakatuwid, ang aming mga mapagkukunan ay kadalasang limitado sa mga makasaysayang salaysay na isinulat ng mga naunang explorer at etnograpo ng Guianas, isa sa mga pinakalumang halimbawa nito na inilalarawan sa ibaba. ![](schulz.webp) Fig.1 Listahan ng mga bituin ng Lokono ni Theodor Schulz, circa 1803 [#23]. {: .img_and_caption } Ang panitikang ito ang nagbibigay-daan sa amin na muling buuin ang Lokono stellar na kaalaman, na inilarawan sa ibaba. Bago talakayin ang mga indibidwal na celestial body, gayunpaman, ilang pangkalahatang katangian ng astronomiya ng Lokono ang nararapat na banggitin, katulad ng: * ang magkakapatong sa mga astronomikal na tradisyon ng mga kalapit na katutubong grupo. * ang mga oral na tradisyon na nagpapaliwanag sa pinagmulan at kahalagahan ng mga celestial body. * ang paggamit ng terminong _koya_ ‘espiritu’ sa mga pangalan ng maraming konstelasyon. * ang paggamit ng pangkalahatang terminong _wiwa_ 'bituin, taon' at ang kakulangan ng iba pang mga terminong pang-astronomiya. * ang mga kasanayan sa pagmamasid sa langit ng Lokono. ### 1. Nakabahaging kaalaman sa Guianan Ang teritoryo ng Lokono ay hangganan ng dalawang katutubong hindi magkakaugnay sa wika, ang Kari'na, na nagsasalita ng wikang Cariban, at ang Warao, na nagsasalita ng isang wikang nakahiwalay. Kahit na walang kaugnayan at tradisyonal na hindi nag-aasawa, ang tatlong grupo ay nagbabahagi ng malaking materyal at hindi materyal na kultura. Ang etnoastronomikal na tradisyon ng tatlong tao ay nagpapakita rin ng ilang kapansin-pansing pagkakatulad, tulad ng ibinahaging stellar myth, magkatulad na pangalan ng mga konstelasyon, at mga pagkakatulad sa stellar calendar. Ito ay nagsasalita sa mga pakikipag-ugnayan sa pagitan ng tatlong grupo at sa pagpapalitan ng kaalaman sa astronomiya, na posibleng pinadali ng kani-kanilang mga espirituwal na pinuno, tulad ng Lokono _semethi_. Ang antas kung saan nagsasapawan ang mga tradisyong ito at ang direksyon ng kanilang pagpapalitan ay nangangailangan ng karagdagang pag-aaral. Dito, tumutuon kami sa Lokono at samakatuwid ay hindi tatalakayin ang mga pangkulturang paghiram na ito nang detalyado, maliban kung nagbibigay-liwanag ang mga ito sa etnoastronomy ng Lokono. ### 2. Stellar oral tradition Isa sa mga nakabahaging tampok ay ang mga alamat tungkol sa mga bituin. Ang gayong mga tradisyon sa bibig ay nagsasabi tungkol sa mga pinagmulan ng partikular na mga katawang selestiyal, iniuugnay ang mga ito sa isa't isa, at ipinapaliwanag ang kanilang impluwensya sa natural na mundo. Ang konstelasyon ng Lokono na _Hithikoya_ 'Spirit of the black curassow', halimbawa, ay iniugnay sa mito ng Lokono sa _Yokhârhin_ 'Hunter' at _Alêti_ 'Torch', ang tatlo ay may katumbas na Kari'na at Warao. Ang mga oral na tradisyon na ito, na pinanatili ng mga taga-gamot, ang malamang na nagsilbing pangunahing sasakyan kung saan ang kaalaman sa astronomiya ay ipinasa mula sa isang henerasyon patungo sa isa pa. Para sa kadahilanang ito, ang mga buod ng nauugnay na mga alamat ay ibinigay sa paglalarawan ng mga partikular na konstelasyon. Paminsan-minsan, kapag ang nauugnay na mito ng Lokono ay hindi naitala, ang mga alamat ng mga kalapit na grupo ay tinutukoy upang maipaliwanag ang kahalagahan ng mga partikular na celestial na katawan. Dahil marami sa mga ganitong tradisyon sa bibig ang ibinabahagi ng Lokono at ng mga kalapit na grupo, ang pagpapahusay na ito ng hindi gaanong napreserbang kaalaman sa astronomiya ng Lokono ay makatwiran. ### 3. Kalendaryo ng mga espiritu Ang terminong _koya_ 'espiritu', na makikita sa maraming pangalan ng konstelasyon na karaniwang sumusunod sa isang termino para sa isang partikular na halaman o hayop, ay isang pangunahing tampok ng astronomiya ng Lokono. Ipinaliwanag ni Walter Roth, isang etnograpo ng Guianas, na ang gayong mga konstelasyon ay ang mga espiritu ng katumbas na mga nilalang.[#4] Sa panahon ng taon kung kailan lumilitaw ang konstelasyon, ang espiritu ay naglalakbay mula sa langit patungo sa lupa upang huminga ng buhay sa mga nilalang nito. kumakatawan. Dahil dito, ang mga _koya_-constellation ay bumuo ng isang kalendaryo, na nagsasaad kung ano ang pinakamagandang oras upang makisali sa mga aktibidad na pangkabuhayan na nauugnay sa mga halaman at hayop na ito (hal. pangangaso o pagtitipon). Maaaring alam din ng Lokono kung saan bababa sa lupa ang gayong mga espiritu; Iminumungkahi ni Walter Roth na tinawag nila ang mga lugar na ito na may parehong mga pangalan tulad ng mga konstelasyon ngunit ang katibayan nito ay nananatiling mahirap. Kaya, ang _Hadorhikoya_ 'Espiritu ng pulang acouchi' ay tumutukoy sa espiritu, sa konstelasyon, at sa lugar kung saan matatagpuan ang _hadorhi_ sa kasaganaan kapag lumitaw ang konstelasyon nito. Habang ang kaalamang toponymic na ito ay nakalimutan na ngayon, ang mga _koya_-konstelasyon ay nagpapaalala sa atin ng mahusay na pag-unawa sa buhay ng halaman at hayop na taglay ng Lokono. ### 4. _Wiwa_, ang bituin at ang taon Ang Lokono ay mayroon ding isa pang pangkalahatang termino na ginagamit upang tumukoy sa mga bituin, _wiwa_. Ang termino ay kulang sa espirituwal na konotasyon ng _koya._ Ito ay tumutukoy, sa isang banda, sa pisikal na kalidad ng mga bituin bilang isang bagay na nagniningning at, sa kabilang banda, sa taon ng kalendaryo. Dahil dito, ginagamit ito, halimbawa, kapag pinag-uusapan ang edad ng isang tao. Bagama't maaari itong ilapat sa anumang bituin, ang _wiwa_ ay lilitaw lamang sa dalawang tamang pangalan ng mga celestial body. Ang _Yôkoro wiwa_, literal na 'Mga Iskor ng mga bituin' (Pleiades), ay ang pinakamahalaga sa lahat ng mga konstelasyon ng Lokono, na ang hitsura ay tradisyonal na nagsisimula sa taon ng kalendaryo ng Lokono. Kasunod ng _Yôkoro wiwa_ ay ang maraming _koya_-konstelasyon, bawat isa ay nagpapahiwatig ng ibang panahon sa kalendaryo ng Lokono. Sa kabilang banda, ang _Wiwa kalemero_, literal na 'Nagniningning na bituin' (Jupiter) ay lumilitaw na napili lamang dahil sa ningning nito. Bukod sa _wiwa_ at _koya_, walang mga generic na termino na nagpapakilala sa mga planeta, bituin, buwan, araw, kalawakan at iba pa sa wikang Lokono. Para sa kadahilanang ito, ang Lokono na katumbas ng Milky Way, halimbawa, ay kasama sa iba pang mga konstelasyon. ### 5. Mga kasanayan sa pagmamasid sa kalangitan Habang hinahangaan ng Lokono ang kalangitan sa gabi, upang sundin ang kalendaryong bituin ng Lokono, kailangang tingnan ang mga konstelasyon bandang alas-4 ng umaga, ang oras kung kailan karaniwang nagigising ang Lokono. Ang Lokono sa gayon ay nagmamasid sa pagsikat ng mga konstelasyon sa umaga. Upang makuha ang tamang ideya ng taunang cycle ng mga konstelasyon, dapat ding itakda ng isa ang lokasyon ng pagtingin sa Guianas (hal. Georgetown, Paramaribo, o Cayenne sa menu ng lokasyon). Karapat-dapat itong banggitin na maraming Lokono, kapag gumuhit ng mga konstelasyon, ay hindi nag-uugnay sa mga bituin sa mga linya at sa ilang mga kaso, mayroong maliit na pagkakasundo sa mga nagsasalita kung aling bituin sa loob ng isang konstelasyon ang tumutugma sa kung aling mga bahagi ng halaman o hayop ang kinakatawan nito. Sa Stellarium, kinakatawan namin ang mga konstelasyon na may mga linya, ngunit dapat itong isaisip na maaaring ito ay isang pagbaluktot ng tradisyon ng Lokono, na nagbibigay-daan para sa higit na kakayahang umangkop sa pagbibigay-kahulugan sa mga partikular na grupo ng bituin. Sa wakas, may mga paghihigpit sa pagtingin sa ilang celestial body, dahil pinaniniwalaan na ang isang spirt ay maaaring makapinsala sa isa kung titingnan [#5]. Halimbawa, sa kabilugan ng buwan, tinakpan ng mga ina ang mga mata ng kanilang mga anak upang hindi sila magkasakit [#6]. Sinabihan din ang mga kabataan na huwag tumingin sa _Yôkoro wiwa_ (Pleiades), kung hindi ay hindi sila lalago [#7]. Ang ganitong mga kasanayan ay inilapat din sa iba pang mga bagay na pinaniniwalaang nagtataglay ng makapangyarihang mga espiritu at kasama ang iba pang mga paraan ng pag-iwas sa pakikipag-ugnay sa mata sa mga espiritu tulad ng pagkuskos ng mga paminta, kalamansi, o asin sa mata ng isang tao. ### Lokono celestial bodies _Hadali_ 'Sun' Ang Lokono term para sa Araw ay _Hadali_, binibigkas din bilang _Adali_. Iminumungkahi ni Claaudius de Goeje na ang iba't ibang spelling ng mga pangalan ng bayani sa kultura ng Lokono, ang unang gamot na kilala bilang _Harlitvanli_, _Haliwalika_, _Halwanli_, _Hariwalli_, at _Arawanili_, at minsan _Arawidi_, ay maaaring tumukoy sa parehong bayani na kinilala bilang Araw [#8]. Bagama't hindi natin makumpirma ang hypothesis na ito, ang mito ng _Arawidi_ ay nararapat na banggitin. Sa mito ng Lokono, si _Arawidi_, ang Araw, ay ama ng isang tao na naging konstelasyon na _Mabukuli_ 'Taong walang hita' (Sinturon ng Orion) [#9][#10][#11]. Ayon sa kwento, ang Araw ay dating pumarito sa lupa sa hugis ng isang lalaki na tinatawag na _Arawidi_ upang makilala ang kanyang katipan na may kambal. Sa isang susunod na yugto ng alamat, isa sa mga kambal ay nagpakasal sa isang babae, na ang ina ay nagpasya ang mag-asawa na patayin. Nang subukan nilang tumakas, hinabol sila ng kapatid ng asawa at naputol ang kanyang binti bilang paghihiganti. Bilang resulta, ang lalaki ay umakyat sa langit at naging konstelasyon na _Mabukuli_. Ang isa pang alamat ng Lokono ay nagbabala laban sa pagkakasala sa Araw: isang lalaki, na natigil sa isang walang nakatira na isla sa gitna ng isang latian, sumisigaw ng tulong. Isang bangka ang dumaan sa kanya, ngunit sa loob ng bangka ay ang Araw, na ayaw tumulong sa lalaki, dahil ang mga tao ay palaging nagrereklamo na ang Araw ay sumikat nang husto [#11]. Sa mga gawaing nauugnay sa Araw, iniulat ni Im Thurn na sa mga Lokono, ang eklipse ng Araw ay itinuturing na isang digmaan sa pagitan ni _Hadali_ at _Kathi_, ang Buwan, at na ang Lokono ay sisigaw at gagawa ng lahat ng uri ng ingay upang pigilan sila. nakikipaglaban [#12]. _Kathi_ 'Moon' Ang buwan ay kilala bilang _Kathi_, isang terminong unang naitala ni Joannes de Laet bilang _cattehee_ noong 1598, at ginamit din para tumukoy sa buwan ng lunar [#13]. Ayon sa Lokono, ang Buwan, tulad ng Araw, ay dating isang tao. Iniulat ni Walter Roth ang isang alamat ng Lokono, kung saan ang isang kabataang babae ay binisita ng isang misteryosong magkasintahan gabi-gabi [#10]. Upang malaman kung sino ang manliligaw, pinahiran ng babae ang kanyang mga kamay ng uling mula sa ilalim ng isang palayok. Kinabukasan, nang magising siya, nakita niya na ang mukha ng kanyang kapatid ay natatakpan ng uling at napagtantong ito ang bumisita sa kanya sa gabi. Ang lahat sa kanyang komunidad ay nagsimulang umiwas sa incestuous na kapatid, na napahiya kaya't lumayo siya sa mga tao at sa huli ay umakyat sa langit, na naging Buwan. Ito ang dahilan kung bakit, ayon sa Lokono, ang mukha ng buwan ay marumi ngayon. Lumilitaw din ang Buwan sa isa pang alamat. Sa mito ng Lokono tungkol sa isang lalaking natigil sa isang walang nakatirang isla na binanggit sa itaas, isa pang bangka ang dumaan sa lalaki, ngunit sa pagkakataong ito ay nasa loob ang Buwan, na nagpasyang tulungan ang lalaki, dahil ang mga tao ay laging masaya na nakikita ang Buwan na lumalabas sa gabi [#11]. Ang Buwan at Araw ay inilalarawan din bilang mga kalaban. Noong mga nakaraang panahon, naniniwala ang Lokono na ang eclipse ng Buwan ay ang kamatayan nito (_kathi ôdon_ 'moon dying') at magbabantay buong gabi.[#6] Sinasabi ng Lokono sa panahon ng eclipse ng Buwan na ang Buwan ay nakatulog sa ang landas ng Araw [#11]. Samakatuwid, gumagawa sila ng maraming ingay, tumutugtog ng mga tambol, at humihip ng mga trumpeta ng shell para magising siya. Pagsapit ng kabilugan ng buwan, tinatakpan ng mga ina ang mga mata ng kanilang mga anak upang hindi sila magkasakit. _Warhokoma_ 'Venus' Ang planetang Venus, kapwa kapag ito ay lumitaw sa umaga bilang Morning Star at kapag ito ay lumitaw sa gabi bilang Evening Star, ay tinatawag na _Warhokoma_ ng Lokono [#8][#14][#15]. Si Charles Dance, sa kabilang banda, ay nag-uulat ng mga terminong _Eweiwah_ at _Huewah_, marahil ay katumbas ng pangkalahatang terminong _wiwa_ na 'bituin' na maaaring gamitin para sa anumang nagniningning na celestial body [#16]. Binabanggit din ng Lokono ang Venus bilang _Hyaro wiwa_ 'bida ng kababaihan'. Kaugnay nito, nararapat na banggitin na iniulat ni Claudius de Goeje na kapag si _Hyaro wiwa_ ay lumitaw malapit sa Buwan, at ang isang batang babae ay malapit nang magkaroon ng kanyang unang regla, sinabi ng Lokono na ang batang babae ay malapit nang mahawakan ng Buwan [#5]. Walang mito tungkol sa _Warhokoma_ partikular at ang kaugnayan nito sa Buwan, ngunit ito ay nagkakahalaga ng pagpapaalala na ang Lokono ay may alam na kuwento, kung saan ang Buwan ay orihinal na isang lalaki na gumawa ng incest sa kanyang kapatid na babae (tingnan ang mito na binanggit sa ilalim ng _Kathi_), at ay may pangalan bilang isang babaero [#10]. Kapansin-pansin, ang pangalang _Warhokoma_ para sa Morning o Evening Star ay makikita rin sa Kari’na, na nakikita rin ito bilang asawa ng Buwan [#17][#18]. _Waya nukuthi bunaha_ 'Milky Way' Ang Milky Way ay kilala sa mga Lokono bilang _Waya nukuthi bunaha_, literal na 'Path of the carriers of clay'. Ang Milky Way ay kumakatawan sa mga bakas ng paa ng mga lalaki na minsan ay nagpunta upang kumuha ng luwad para sa paggawa ng mga kaldero, isang sining na, bihira kung sa lahat, ginagawa ng mga Lokono ngayon. Ang pinagmulan ng pangalan, gayunpaman, ay kilala pa rin, at buod sa isang mito [#19]. Ang parehong pangalan para sa Milky Way ay binanggit ni William Brett na idinagdag na ito ay pinangalanan pagkatapos ng isang tiyak na maputing uri ng luad [#14]. Sa kabilang banda, sinabi ni Charles Dance na ang Milky Way ay kumakatawan sa mga bakas ng mga peccaries na nag-uugat sa luwad, habang binanggit ni Walter Roth ang ibang paliwanag ng Lokono, ayon sa kung saan ang Milky way ay kumakatawan sa isang tapir na hinabol ng aso at jaguar [#10] [#16]. Gayunpaman, ang dalawang pinagmumulan na ito ay hindi nagbibigay ng katumbas na Lokono na pangalan para sa Milky Way, at posibleng ang dalawang paliwanag na ito ay isang impluwensya ng Kari'na, na kumikilala sa isang konstelasyon ng isang tigre na sumusunod sa konstelasyon ng isang tapir sa loob ng sa Milky. Paraan [#17]. _Mali_ 'Sirius' Ang modernong Lokono ay tinatawag na Sirius _Mali_, ang literal na kahulugan nito ay hindi alam. Inilalarawan ni Cornelius van Coll ang isang Lokono star na tinatawag na _Mali_ at ipinaliwanag na ito ay isang napakalakas na bituin [#7][#17]. Pagdating sa umaga ng Agosto, pinapatay nito ang mga isda sa mga latian, at hindi dapat ituro ito o ang daliri ng isa ay magiging pilay. Ang _Mali_ ni Cornelius van Coll ay minarkahan ang simula ng malaking tagtuyot (Agosto hanggang Disyembre), na tinatawag sa Lokono _malidalithe_, isang terminong nagmula sa _Mali_. Pansamantalang tinukoy ng mga matatandang mapagkukunan si _Mali_ bilang Lyra, Aquila, o Crux, ngunit dahil ang malaking tagtuyot ay nagsisimula sa Agosto at ang mga Lokono ay nagmamasid sa mga bituin sa umaga, ang mga pagkakakilanlan na ito ay dapat na hindi tama; Si Lyra, Aquila, at Crux ay hindi makikita sa oras na ito mula sa mga teritoryo ng Lokono [#11][#17]. Walang mga alamat ng Lokono tungkol sa _Mali_, ngunit may katibayan na maaaring tumutugma sa konstelasyon ng Kari'na _Ombatapo_ 'Nakaraang mukha'. Ipinapaliwanag ng mga alamat ng Kari'na ang pinagmulan ng konstelasyon at ang pangalan nito, na, tulad ng Lokono _Mali_, ay pinaniniwalaang pumapatay ng mga isda sa mga latian at nag-aanunsyo ng simula ng malaking tagtuyot. Bukod dito, nakilala ang Kari'na _Ombatapo_ bilang mga bahagi ng Puppis at Canis Major, ang huli ay kinabibilangan ng Sirius [#18][#20].
id: ### Lokono (atau Arawak) ![](lokono_map_1.webp) _Lokono_, juga dikenal sebagai _Arawak_, adalah penduduk asli Guyana, yang wilayahnya membentang di sepanjang pantai Samudra Atlantik, dari barat laut Guyana, hingga Suriname, ke Guyana Prancis barat laut (lihat peta) [#1]. Lokono berbicara dalam bahasa yang termasuk dalam rumpun bahasa Arawakan, salah satu kelompok bahasa terbesar di benua itu. Seperti banyak kerabat linguistik mereka, Lokono adalah ahli pertanian yang mengkhususkan diri dalam pertanian ubi kayu (_Manihot esculenta_), yang juga berlatih memancing, berburu, dan mengumpulkan tanaman liar. Namun, sebagai salah satu kelompok pribumi pertama yang ditemui oleh orang Eropa pada saat penaklukan, Lokono telah berhubungan dengan penduduk non-pribumi selama lebih dari 500 tahun [#2]. Kontak ini telah meningkat pada abad terakhir, menyebabkan hilangnya substansial bahasa Lokono, budaya material dan immaterial tradisional, perubahan dalam praktik subsisten, dan khususnya hilangnya _medicine-men_, pembawa tradisional pengetahuan spiritual, kemungkinan besar termasuk pengetahuan etnoastronomi. Akibatnya, pengetahuan modern tentang benda langit tampaknya hanya sebagian kecil dari apa yang diketahui Lokono tentang bintang di masa lalu. Beberapa rasi bintang yang disebutkan dalam sumber yang lebih tua dilupakan atau hanya diketahui dari namanya, sedangkan kombinasi bintang yang mereka wakili dan tradisi lisan yang menjelaskan asal usul dan maknanya telah dilupakan. Budaya langit yang disajikan di sini hanya mencakup konstelasi yang teridentifikasi tetapi deskripsi berikut memberikan penjelasan yang lebih komprehensif tentang pengetahuan astronomi Lokono termasuk informasi yang diambil dari sumber sejarah tentang semua benda langit yang disebutkan dalam tabel di bawah. ### Rasi bintang Lokono dan benda langit lainnya | Nama Lokono | Terjemahan harfiah dalam bahasa Inggris | Perkiraan lokasi | |--------------|--------------------------------|- ----------| | _Hadali_ | | Matahari | | _Kathi_ | | Bulan | | _Warhokoma_ | | Venus | | _Waya nukuthi bunaha_ | Jalur pembawa tanah liat | Bima Sakti | | _Mali_ | | Sirius | | _Yôkoro wiwa_ | Skor bintang | Pleiades | | _Wiwa kalemero_ | Bintang bersinar | Yupiter | | _Yorhada_ | Panggangan | Pegasus | | _Kamodokoya_ | Semangat anaconda hijau | tidak jelas | | _Kibiwarhakoya_ | Semangat capibara | tidak diketahui | | _Mabukuli_ | Pria tanpa paha | Sabuk Orion | | _Kama tâla_ | Rahang tapir | Hyades | | _Hithikoya_ | Semangat curassow hitam | Inti | | _Yokharhin_ | Pemburu | Centauri | | _Alêti_ | obor | Centauri | | _Anorhâkoya_ | Semangat bangau cocoi | Ursa Mayor | | _Honolikoya_ | Semangat bangau harimau yang berombak | tidak diketahui | | _Kasorhowakoya_ | Semangat ikan bermata empat | Sco dan Sco | | _Katarokoya_ | Semangat penyu hijau | Hercules | | _Hikorhikoya_ | Semangat kura-kura berkaki kuning | tidak diketahui | | _Kwakoya_ | Semangat kepiting biru | Orion | | _Ifakoya_ | Semangat bebek Muscovy | Corona Australia | | _Awarhakoya_ | Semangat palem awara | Koma Berenice | | _Hadorhikoya_ | Semangat acouchi merah | tidak diketahui | | _Hokorherokoya_ | Semangat agouti berlekuk merah | tidak diketahui | | _Kabadarokoya_ | Semangat jaguar | tidak diketahui | | _Korhirhwathekoya_ | Semangat ocelot | tidak diketahui | | _Hawkoya_ | Roh kemalasan pucat-tenggorokan | tidak diketahui | | _Warhemedokoya_ | Semangat sloth berjari dua | tidak diketahui | | _Yôwanakoya_ | Semangat iguana hijau | tidak diketahui | | _Yarheyarherokoya_ | Semangat burung beo ekor ungu | tidak diketahui | | _Marodikoya_ | Semangat guan marail | tidak diketahui | | _Hikarowanakoya_ | Semangat cuckoo kecil | tidak diketahui | | _Stukoya_ | Semangat tamarin tangan merah | tidak diketahui | | _Howakoya_ | Semangat saki berwajah putih | tidak diketahui | | _Imenarikoya_ | Semangat kalajengking | tidak diketahui | | _Korherokoya_ | Semangat burung beo | tidak diketahui | | _Kasipenikoya_ | Semangat kura-kura | tidak diketahui | | _Shimarhabokoya_ | Semangat busur dan anak panah | tidak diketahui | | _Arakabosakoya_ | Semangat pistol | tidak diketahui | | _Maraka_ | Kerincingan pria obat | tidak diketahui | ### Pengetahuan astronomi Lokono: sebuah pengantar Dari catatan kontemporer dan sejarah, tampaknya pengetahuan astronomi tidak terbatas pada anggota tertentu dari masyarakat Lokono. Namun, para tabib khususnya — pemimpin spiritual Lokono yang dikenal sebagai _semethi_ — yang diminta untuk menguasai berbagai aspek pengetahuan bintang dan yang mungkin bertanggung jawab untuk mewariskan tradisi lisan yang terkait dengan mereka dari satu generasi ke generasi berikutnya. lain. Dari Rodrigo de Navarette, yang sekitar tahun 1550 menulis salah satu catatan pertama Lokono, kita belajar, misalnya, bahwa: “orang-orang tua dan bijak yang mereka sebut _Cemetu_ berkumpul di rumah-rumah yang dirancang untuk pertemuan mereka dan (...) tradisi dan eksploitasi nenek moyang dan orang-orang besar mereka, dan juga menceritakan apa yang nenek moyang dengar dari nenek moyang mereka; sehingga dengan cara ini mereka mengingat peristiwa paling kuno di negara dan rakyat mereka. Dan, dengan cara yang sama, mereka menceritakan atau mengkhotbahkan tentang peristiwa yang berkaitan dengan langit, matahari, bulan, dan bintang.” [#3] _cemetu_ Navarette, ahli pengobatan yang dikenal di Lokono modern sebagai _semethi_, sebagian besar telah meninggalkan praktik mereka hari ini, yang mungkin menjadi alasan mengapa transmisi pengetahuan astronomi telah terputus. Banyak rasi bintang Lokono tampaknya telah dilupakan hari ini. Oleh karena itu, sumber kami seringkali terbatas pada catatan sejarah yang ditulis oleh penjelajah dan etnografer awal Guyana, salah satu contoh tertua diilustrasikan di bawah ini. ![](schulz.webp) Gbr.1 Daftar bintang Lokono oleh Theodor Schulz, sekitar tahun 1803 [#23]. {: .img_and_caption } Literatur inilah yang memungkinkan kita untuk merekonstruksi pengetahuan bintang Lokono, yang dijelaskan di bawah ini. Namun, sebelum membahas masing-masing benda langit, beberapa ciri umum astronomi Lokono perlu disebutkan, yaitu: * tumpang tindih dengan tradisi astronomi dari kelompok pribumi yang berdekatan. * tradisi lisan yang menjelaskan asal usul dan arti penting benda-benda angkasa. * penggunaan istilah _koya_ 'roh' dalam nama banyak rasi bintang. * penggunaan istilah umum _wiwa_ ‘bintang, tahun’ dan kurangnya istilah astronomi lainnya. * praktik mengamati langit dari Lokono. ### 1. Berbagi pengetahuan Guianan Wilayah Lokono berbatasan dengan dua masyarakat adat yang tidak memiliki hubungan bahasa, Kari'na, yang berbicara dalam bahasa Cariban, dan Warao, yang berbicara dalam bahasa yang terisolasi. Meskipun tidak berhubungan dan secara tradisional tidak kawin campur, ketiga kelompok berbagi banyak budaya material dan immaterial. Tradisi etnoastronomi ketiga suku tersebut juga menunjukkan sejumlah kesamaan yang mencolok, seperti kesamaan mitos bintang, kesamaan nama rasi bintang, dan kesejajaran dalam penanggalan bintang. Ini berbicara tentang kontak antara tiga kelompok dan pertukaran pengetahuan astronomi, mungkin difasilitasi oleh pemimpin spiritual masing-masing, seperti _semethi_ Lokono. Sejauh mana tradisi-tradisi ini tumpang tindih dan arah pertukarannya memerlukan studi lebih lanjut. Di sini, kami fokus pada Lokono dan karena itu tidak membahas pinjaman budaya ini secara rinci, kecuali jika mereka menjelaskan etnoastronomi Lokono. ### 2. Tradisi lisan bintang Salah satu fitur yang dibagikan adalah mitos tentang bintang. Tradisi lisan semacam itu menceritakan asal-usul benda langit tertentu, menghubungkannya satu sama lain, dan menjelaskan pengaruhnya terhadap alam. Konstelasi Lokono _Hithikoya_ 'Spirit of the black curassow', misalnya, terkait dalam mitos Lokono dengan mitos _Yokhârhin_ 'Hunter' dan _Alêti_ 'Torch', ketiganya memiliki padanan Kari'na dan Warao. Tradisi lisan inilah, yang dilestarikan oleh para tabib, yang kemungkinan besar berfungsi sebagai kendaraan utama yang melaluinya pengetahuan astronomi diturunkan dari satu generasi ke generasi lainnya. Untuk alasan ini, ringkasan mitos yang relevan diberikan dalam deskripsi konstelasi tertentu. Kadang-kadang, ketika mitos Lokono yang relevan tidak didokumentasikan, mitos dari kelompok tetangga dirujuk untuk menjelaskan pentingnya benda langit tertentu. Mengingat bahwa banyak dari tradisi lisan seperti itu dimiliki oleh Lokono dan kelompok-kelompok tetangga, peningkatan pengetahuan astronomi Lokono yang kurang terpelihara ini dibenarkan. ### 3. Kalender roh Istilah _koya_ 'roh', ditemukan dalam banyak nama konstelasi yang biasanya mengikuti istilah untuk tumbuhan atau hewan tertentu, adalah ciri utama astronomi Lokono. Walter Roth, seorang ahli etnografi dari Guyana, menjelaskan bahwa rasi bintang tersebut adalah roh dari makhluk yang sesuai. mewakili. Dengan demikian, konstelasi _koya_ membentuk kalender, yang menunjukkan waktu terbaik untuk terlibat dalam kegiatan subsisten yang terkait dengan tanaman dan hewan ini (misalnya berburu atau meramu). Lokono mungkin juga tahu di mana roh-roh seperti itu akan turun di bumi; Walter Roth menyarankan bahwa mereka menyebut tempat-tempat ini dengan nama yang sama dengan rasi bintang tetapi buktinya tetap buruk. Jadi, _Hadorhikoya_ 'Roh acouchi merah' akan merujuk pada roh, konstelasi, dan tempat di mana _hadorhi_ ditemukan banyak ketika konstelasinya muncul. Sementara pengetahuan toponimik ini dilupakan hari ini, konstelasi _koya_ mengingatkan kita pada pemahaman besar tentang kehidupan tumbuhan dan hewan yang dimiliki Lokono. ### 4. _Wiwa_, bintang dan tahun Lokono juga memiliki istilah umum lain yang digunakan untuk menyebut bintang, _wiwa_. Istilah ini tidak memiliki konotasi spiritual _koya._ Ini merujuk, di satu sisi, pada kualitas fisik bintang sebagai sesuatu yang bersinar dan, di sisi lain, pada tahun kalender. Karena itu, ini digunakan, misalnya, ketika berbicara tentang usia seseorang. Meskipun dapat berlaku untuk bintang mana pun, _wiwa_ hanya muncul dalam dua nama yang tepat dari benda langit. _Yôkoro wiwa_, secara harfiah 'Scores of stars' (Pleiades), adalah konstelasi paling penting dari semua rasi Lokono, yang kemunculannya secara tradisional dimulai pada tahun kalender Lokono. Berikut _Yôkoro wiwa_ adalah banyak _koya_-rasi bintang, masing-masing menandakan musim yang berbeda dalam kalender Lokono. Di sisi lain, _Wiwa kalemero_, secara harfiah 'Bintang Bersinar' (Jupiter) tampaknya dipilih semata-mata karena kecerahannya. Selain _wiwa_ dan _koya_, tidak ada istilah umum yang membedakan planet, bintang, bulan, matahari, galaksi, dan sebagainya dalam bahasa Lokono. Untuk alasan ini, Lokono yang setara dengan Bima Sakti, misalnya, termasuk di antara rasi bintang lainnya. ### 5. Latihan mengamati langit Sementara Lokono dapat mengagumi langit di malam hari, untuk mengikuti kalender bintang Lokono, kita harus melihat rasi bintang sekitar pukul 4 pagi, waktu ketika Lokono biasanya bangun. Lokono dengan demikian mengamati terbitnya rasi bintang di pagi hari. Untuk mendapatkan gambaran yang tepat tentang siklus tahunan rasi bintang, Anda juga harus mengatur lokasi pengamatan ke Guyana (misalnya Georgetown, Paramaribo, atau Cayenne di menu lokasi). Patut disebutkan bahwa banyak Lokono, ketika menggambar rasi bintang, tidak menghubungkan bintang-bintang dengan garis-garis dan bahwa dalam beberapa kasus, ada sedikit kesepakatan di antara para pembicara mengenai bintang mana dalam suatu konstelasi yang sesuai dengan bagian tumbuhan atau hewan mana yang diwakilinya. Di Stellarium, kami mewakili konstelasi dengan garis, tetapi harus diingat bahwa ini mungkin merupakan distorsi dari tradisi Lokono, yang memungkinkan lebih banyak fleksibilitas dalam menafsirkan kelompok bintang tertentu. Terakhir, ada batasan untuk melihat beberapa benda langit, karena diyakini bahwa ruh dapat membahayakan seseorang jika melihat [#5]. Misalnya, saat bulan purnama, ibu menutup mata anaknya agar tidak sakit [#6]. Orang-orang muda juga diberitahu untuk tidak melihat _Yôkoro wiwa_ (Pleiades), atau mereka tidak akan tumbuh [#7]. Praktik-praktik semacam itu juga diterapkan pada benda-benda lain yang diyakini menyimpan roh-roh kuat dan termasuk cara-cara lain untuk menghindari kontak mata dengan roh-roh seperti menggosokkan cabai, limau, atau garam ke mata seseorang. ### Benda langit Lokono _Hadali_ 'Matahari' Istilah Lokono untuk Matahari adalah _Hadali_, juga diucapkan sebagai _Adali_. Claaudius de Goeje menyarankan bahwa berbagai nama yang dieja dari pahlawan budaya Lokono, dukun pertama yang dikenal sebagai _Harlitvanli_, _Haliwalika_, _Halwanli_, _Hariwalli_, dan _Arawanili_, dan kadang-kadang _Arawidi_, semuanya dapat merujuk pada pahlawan yang sama yang diidentifikasi sebagai Matahari [#8]. Meskipun kami tidak dapat mengkonfirmasi hipotesis ini, mitos _Arawidi_ layak disebut. Dalam mitos Lokono, _Arawidi_, Matahari, adalah ayah dari seorang pria yang menjadi konstelasi _Mabukuli_ ‘Manusia tanpa paha’ (sabuk Orion) [#9][#10][#11]. Menurut cerita, Matahari dulu datang ke bumi dalam bentuk seorang pria bernama _Arawidi_ untuk bertemu dengan kekasihnya yang memiliki anak kembar. Dalam episode mitos selanjutnya, salah satu dari si kembar menikahi seorang wanita, yang ibunya putuskan untuk dibunuh oleh pasangan tersebut. Ketika mereka mencoba melarikan diri, saudara perempuan istri mengejar mereka dan berhasil memotong kakinya sebagai pembalasan. Akibatnya, pria itu naik ke langit dan menjadi konstelasi _Mabukuli_. Mitos Lokono lainnya memperingatkan agar tidak menyinggung Matahari: seorang pria, terjebak di pulau tak berpenghuni di tengah rawa, berteriak minta tolong. Sebuah perahu melewatinya, tetapi di dalam perahu ada Matahari, yang tidak mau membantu pria itu, karena orang-orang selalu mengeluh bahwa Matahari bersinar terlalu keras [#11]. Sejauh praktik yang berkaitan dengan Matahari, Im Thurn melaporkan bahwa di antara Lokono, gerhana Matahari dianggap sebagai perang antara _Hadali_ dan _Kathi_, Bulan, dan Lokono akan berteriak dan membuat segala macam suara untuk menghentikan mereka. pertempuran [#12]. _Kathi_ 'Bulan' Bulan dikenal sebagai _Kathi_, istilah yang pertama kali dicatat oleh Joannes de Laet sebagai _cattehee_ sekitar tahun 1598, dan digunakan juga untuk merujuk pada bulan lunar [#13]. Menurut Lokono, Bulan, seperti Matahari, pernah menjadi manusia. Walter Roth melaporkan mitos Lokono, di mana seorang wanita muda dikunjungi oleh kekasih misterius malam demi malam [#10]. Untuk mengetahui siapa kekasihnya, wanita itu mengolesi tangannya dengan jelaga dari dasar pot. Keesokan harinya, ketika dia bangun, dia menemukan bahwa wajah kakaknya tertutup jelaga dan menyadari bahwa dialah yang mengunjunginya di malam hari. Semua orang di komunitasnya mulai menghindari saudara sedarah, yang menjadi sangat malu sehingga dia menjauh dari orang-orang dan akhirnya naik ke langit, menjadi Bulan. Inilah sebabnya, menurut Lokono, wajah bulan hari ini kotor. Bulan muncul juga dalam mitos lain. Dalam mitos Lokono tentang seorang pria yang terjebak di sebuah pulau tak berpenghuni yang disebutkan di atas, perahu lain melewati pria itu, tetapi kali ini di dalam adalah Bulan, yang memutuskan untuk membantu pria itu, karena orang selalu senang melihat Bulan keluar di malam hari [#11]. Bulan dan Matahari juga digambarkan sebagai lawan. Di masa lalu, Lokono percaya bahwa gerhana Bulan adalah kematiannya (_kathi don_ 'moon sekarat') dan akan berjaga-jaga sepanjang malam.[#6] Lokono mengatakan selama gerhana Bulan bahwa Bulan telah tertidur pada jalur Matahari [#11]. Oleh karena itu, mereka membuat banyak suara, bermain drum, dan meniup terompet untuk membangunkannya. Saat bulan purnama, para ibu akan menutup mata anak-anaknya agar tidak sakit. _Warhokoma_ 'Venus' Planet Venus, baik saat muncul di pagi hari sebagai Bintang Fajar maupun saat muncul di malam hari sebagai Bintang Sore, disebut _Warhokoma_ oleh Lokono [#8][#14][#15]. Charles Dance, di sisi lain, melaporkan istilah _Eweiwah_ dan _Huewah_, mungkin setara dengan istilah umum _wiwa_ 'bintang' yang dapat digunakan untuk benda langit yang bersinar [#16]. Lokono juga menyebut Venus sebagai _Hiyaro wiwa_ 'bintang wanita'. Sehubungan dengan ini, pantas disebutkan bahwa Claudius de Goeje melaporkan bahwa ketika _Hiyaro wiwa_ muncul di dekat Bulan, dan seorang gadis akan mengalami menstruasi pertamanya, Lokono mengatakan bahwa gadis itu akan segera disentuh oleh Bulan [#5]. Tidak ada mitos tentang _Warhokoma_ secara khusus dan hubungannya dengan Bulan, tetapi perlu diingat bahwa Lokono mengetahui sebuah cerita, di mana Bulan pada awalnya adalah seorang pria yang melakukan inses dengan saudara perempuannya (lihat mitos yang disebutkan di bawah _Kathi_), dan memiliki nama sebagai womanizer [#10]. Menariknya, nama _Warhokoma_ untuk Bintang Fajar atau Bintang Petang juga muncul di Kari'na, yang melihatnya juga sebagai istri Bulan [#17][#18]. _Waya nukuthi bunaha_ 'Bima Sakti' Bima Sakti dikenal di kalangan Lokono sebagai _Waya nukuthi bunaha_, secara harfiah berarti 'Jalan pembawa tanah liat'. Bima Sakti melambangkan jejak kaki manusia yang pernah pergi mengambil tanah liat untuk membuat pot, sebuah seni yang jarang dilakukan oleh Lokono saat ini. Asal usul nama tersebut, bagaimanapun, masih diketahui, dan diringkas dalam sebuah mitos [#19]. Nama yang sama untuk Bima Sakti dicatat oleh William Brett yang menambahkan bahwa itu dinamai berdasarkan jenis tanah liat keputihan tertentu [#14]. Charles Dance, di sisi lain, mengatakan bahwa Bima Sakti mewakili jejak kaki peccaries yang mengais tanah liat, sementara Walter Roth menyebutkan penjelasan Lokono yang berbeda, yang menurutnya Bima Sakti melambangkan tapir yang dikejar anjing dan jaguar [#10] [#16]. Namun, kedua sumber ini tidak memberikan nama Lokono yang sesuai untuk Bima Sakti, dan kemungkinan kedua penjelasan ini adalah pengaruh Kari'na, yang mengenali konstelasi harimau mengikuti konstelasi tapir di dalam Bima Sakti. Cara [#17]. _Mali_ 'Sirius' Lokono modern menyebut Sirius _Mali_, arti harfiahnya tidak diketahui. Cornelius van Coll menjelaskan bintang Lokono yang disebut _Mali_ dan menjelaskan bahwa itu adalah bintang yang sangat kuat [#7][#17]. Ketika muncul di pagi hari di bulan Agustus, itu membunuh ikan di rawa-rawa, dan orang tidak boleh menunjuknya atau jarinya akan menjadi lumpuh. _Mali_ Cornelius van Coll menandai awal musim kemarau besar (Agustus hingga Desember), yang disebut dalam Lokono _malidalithe_, istilah yang berasal dari _Mali_. Sumber-sumber yang lebih tua mengidentifikasi _Mali_ untuk sementara sebagai Lyra, Aquila, atau Crux, tetapi mengingat bahwa musim kemarau besar dimulai sekitar bulan Agustus dan Lokono mengamati bintang-bintang di pagi hari, identifikasi ini pasti salah; Lyra, Aquila, dan Crux tidak dapat dilihat saat ini dari wilayah Lokono [#11][#17]. Tidak ada mitos Lokono tentang _Mali_, tetapi ada bukti yang mungkin sesuai dengan konstelasi Kari'na _Ombatapo_ 'Wajah sebelumnya'. Mitos Kari'na menjelaskan asal usul konstelasi dan namanya, yang, seperti Lokono _Mali_, diyakini membunuh ikan di rawa-rawa dan mengumumkan awal musim kemarau besar. Selain itu, Kari'na _Ombatapo_ diidentifikasi sebagai bagian dari Puppis dan Canis Major, yang terakhir termasuk Sirius [#18][#20].
tr: ### Lokono (veya Arawak) ![](lokono_map_1.webp) _Arawak_ olarak da bilinen _Lokono_, toprakları kuzeybatı Guyana'dan Surinam'a kadar Atlantik Okyanusu kıyısı boyunca uzanan Guyanaların yerli halkıdır. kuzeybatı Fransız Guyanası'na (haritaya bakın) [#1]. Lokono, kıtadaki en büyük dil gruplarından biri olan Arawakan dil ailesine ait bir dili konuşur. Dil akrabalarının çoğu gibi, Lokonolar da manyok (_Manihot esculenta_) yetiştiriciliğinde uzmanlaşmış, balıkçılık, avcılık ve yabani bitki toplama uygulamaları yapan tarımcılardır. Ancak Avrupalıların fetih sırasında karşılaştıkları ilk yerli topluluklardan biri olan Lokonolar, 500 yılı aşkın bir süredir yerli olmayan halklarla temas halindedir [#2]. Bu temas geçen yüzyılda yoğunlaştı ve Lokono dilinin, geleneksel maddi ve manevi kültürün önemli bir kaybına, geçim pratiklerinde değişikliklere ve özellikle de manevi bilginin geleneksel taşıyıcıları olan tıp adamlarının ortadan kaybolmasına yol açtı. etnoastronomik bilgiyi içerir. Sonuç olarak, gök cisimleri hakkındaki modern bilgiler, Lokono'nun geçmişte yıldızlar hakkında bildiklerinin sadece bir kısmı gibi görünüyor. Eski kaynaklarda adı geçen bazı takımyıldızlar unutulur veya sadece isimleriyle bilinirken, temsil ettikleri yıldız kombinasyonları ve bunların kökenini ve önemini açıklayan sözlü gelenekler unutulmuştur. Burada sunulan gökyüzü kültürü yalnızca tanımlanmış takımyıldızları içerir, ancak aşağıdaki açıklama, aşağıdaki tabloda belirtilen tüm gök cisimleri hakkında tarihi kaynaklardan alınan bilgiler dahil olmak üzere Lokono astronomik bilgisinin daha kapsamlı bir hesabını sunar. ### Lokono takımyıldızları ve diğer gök cisimleri | Lokono adı | İngilizce'de gerçek çeviri | Yaklaşık konum | |-------------|--------------------------------|- ---------------------| | _Hadali_ | | Güneş | | _Kathi_ | | Ay | | _Warhokoma_ | | Venüs | | _Waya nukuthi bunaha_ | Kil taşıyıcılarının yolu | Samanyolu | | _Mali_ | | Sirius | | _Yôkoro wiwa_ | Yıldızların puanları | Ülker | | _Wiwa kalemero_ | Parlayan yıldız | Jüpiter | | _Yorhada_ | ızgara | Pegasus | | _Kamodokoya_ | Yeşil anakondanın ruhu | belirsiz | | _Kibiwarhakoya_ | Kapibara ruhu | bilinmeyen | | _Mabukuli_ | Uyluğu olmayan adam | Orion'un kemeri | | _Kama tâla_ | Tapirin çenesi | Hyades | | _Hithikoya_ | Kara curassow'un ruhu | kritik | | _Yokhârhin_ | avcı | α Centauri | | _Alêti_ | meşale | β Erboğa | | _Anorhakoya_ | Cocoi balıkçıl ruhu | Büyükayı | | _Honolikoya_ | Kızgın kaplan balıkçılının ruhu | bilinmeyen | | _Kasorhowakoya_ | Dört gözlü balığın ruhu | λ Sco ve υ Sco | | _Katarokoya_ | Yeşil deniz kaplumbağasının ruhu | Herkül | | _Hikorhikoya_ | Sarı ayaklı kaplumbağanın ruhu | bilinmeyen | | _Kwakoya_ | Mavi yengeç ruhu | Avcı | | _Ifakoya_ | Misk ördeğinin ruhu | Corona Avustralya | | _Awarhakoya_ | Awara palmiyesinin ruhu | Koma Berenis | | _Hadorhikoya_ | Kırmızı acouchi ruhu | bilinmeyen | | _Hokorherokoya_ | Kırmızı sırtlı aguti ruhu | bilinmeyen | | _Kabadarokoya_ | jaguarın ruhu | bilinmeyen | | _Korhirhwathekoya_ | Ocelotun ruhu | bilinmeyen | | _Hawkoya_ | soluk boğazlı tembel hayvanın ruhu | bilinmeyen | | _Warhemedokoya_ | İki parmaklı tembel hayvanın ruhu | bilinmeyen | | _Yôwanakoya_ | Yeşil iguananın ruhu | bilinmeyen | | _Yarheyarherokoya_ | Leylak kuyruklu papağan ruhu | bilinmeyen | | _Marodikoya_ | Marail guan'ın ruhu | bilinmeyen | | _Hikarowanakoya_ | Küçük guguk kuşu ruhu | bilinmeyen | | _Sûtukoya_ | Kırmızı elli demirhindi ruhu | bilinmeyen | | _Howakoya_ | Ak yüzlü saki ruhu | bilinmeyen | | _Imenarikoya_ | Akrep ruhu | bilinmeyen | | _Korherokoya_ | Papağan Ruhu | bilinmeyen | | _Kasipenikoya_ | Kaplumbağa ruhu | bilinmeyen | | _Shimarhabokoya_ | Yay ve ok ruhu | bilinmeyen | | _Arakabosakoya_ | Silahın Ruhu | bilinmeyen | | _Maraka_ | Tıp-erkek çıngırağı | bilinmeyen | ### Lokono astronomik bilgisi: bir giriş Çağdaş ve tarihsel hesaplardan, astronomik bilginin Lokono toplumunun belirli üyeleriyle sınırlı olmadığı anlaşılıyor. Bununla birlikte, yıldız bilgisinin çeşitli yönlerinde ustalaşması gereken ve onlarla bağlantılı sözlü geleneklerin bir nesilden nesile aktarılmasından sorumlu olabilecek olanlar özellikle -semethi olarak bilinen Lokono'nun ruhani liderleri- büyücülerdi. bir diğer. Lokono'nun ilk hesaplarından birini 1550 civarında yazan Rodrigo de Navarette'den örneğin şunları öğreniyoruz: "Cemetu dedikleri yaşlı ve bilge adamlar, toplantıları için tasarlanmış evlerde toplanırlar ve (...) anlatırlar. atalarının ve büyük adamlarının geleneklerini ve başarılarını ve ayrıca bu ataların atalarından duyduklarını; böylece ülkelerinin ve insanlarının en eski olaylarını bu şekilde hatırlarlar. Ve aynı şekilde, gökler, güneş, ay ve yıldızlarla ilgili olayları anlatır veya vaaz ederler.” [#3] Navarette'in cemetu'su, modern Lokono'da semethi olarak bilinen tıp adamları, bugün uygulamalarından büyük ölçüde vazgeçtiler. astronomik bilginin aktarımının kesintiye uğramasının nedeni bu olabilir. Birçok Lokono takımyıldızı bugün unutulmuş görünüyor. Bu nedenle kaynaklarımız genellikle, en eski örneklerinden biri aşağıda gösterilen Guianas'ın ilk kaşifleri ve etnografları tarafından yazılan tarihsel hesaplarla sınırlıdır. ![](schulz.webp) Fig.1 Theodor Schulz'un hazırladığı Lokono yıldızlarının listesi, yaklaşık 1803 [#23]. {: .img_and_caption } Aşağıda açıklanan Lokono yıldız bilgisini toplu olarak yeniden yapılandırmamızı sağlayan bu literatürdür. Bununla birlikte, tek tek gök cisimlerini tartışmadan önce, Lokono astronomisinin birkaç genel özelliğinden bahsetmeyi hak ediyor, yani: * komşu yerli grupların astronomik gelenekleriyle örtüşme. * gök cisimlerinin kökenini ve önemini açıklayan sözlü gelenekler. * çok sayıda takımyıldızın adlarında _koya_ 'ruh' teriminin kullanılması. * _wiwa_ 'yıldız, yıl' genel teriminin kullanılması ve diğer astronomik terimlerin eksikliği. *Lokono'nun gökyüzü izleme uygulamaları. ### 1. Paylaşılan Guianan bilgisi Lokono bölgesi, dilsel olarak alakasız iki yerli halkın, bir Cariban dili konuşan Kari'na ve izole bir dil konuşan Warao'nun sınırlarıyla sınırlıdır. İlişkisiz olmalarına ve geleneksel olarak birbirleriyle evlenmemelerine rağmen, üç grup büyük miktarda maddi ve manevi kültürü paylaşır. Üç halkın etnoastronomik geleneği de ortak yıldız mitleri, benzer takımyıldız adları ve yıldız takvimindeki paralellikler gibi bir dizi çarpıcı benzerlik gösterir. Bu, üç grup arasındaki temaslara ve muhtemelen Lokono semethi gibi kendi ruhani liderleri tarafından kolaylaştırılan astronomik bilgi alışverişine değiniyor. Bu geleneklerin örtüşme derecesi ve alışverişlerinin yönlülüğü daha fazla çalışma gerektirmektedir. Burada Lokono'ya odaklanıyoruz ve bu nedenle Lokono etnoastronomisine ışık tutmadıkça bu kültürel ödünçleri ayrıntılı olarak tartışmıyoruz. ### 2. Yıldızların sözlü gelenekleri Bu tür ortak özelliklerden biri yıldızlarla ilgili efsanelerdir. Bu tür sözlü gelenekler, belirli gök cisimlerinin kökenlerini anlatır, onları birbirine bağlar ve doğal dünya üzerindeki etkilerini açıklar. Örneğin, Lokono takımyıldızı _Hithikoya_ 'siyah curassow'un Ruhu' bir Lokono mitinde _Yokhârhin_ 'Avcı' ve _Alêti_ 'Meşale' ile bağlantılıdır; bunların üçü de Kari'na ve Warao eşdeğerlerine sahiptir. Astronomik bilginin bir nesilden diğerine aktarılmasında ana araç olarak hizmet eden, tıp adamları tarafından korunan bu sözlü geleneklerdir. Bu nedenle, ilgili mitlerin özetleri, belirli takımyıldızların açıklamasında verilmiştir. Bazen, ilgili Lokono miti belgelenmediğinde, belirli gök cisimlerinin önemini aydınlatmak için komşu grupların mitlerine başvurulur. Bu tür sözlü geleneklerin birçoğunun Lokono ve komşu gruplar tarafından paylaşıldığı göz önüne alındığında, kötü korunmuş Lokono astronomik bilgisindeki bu artış haklı. ### 3. Ruhların takvimi Genellikle belirli bir bitki veya hayvan için bir terimi izleyen çok sayıda takımyıldız adında bulunan _koya_ 'ruh' terimi, Lokono astronomisinin önemli bir özelliğidir. Guianas'ın etnograflarından Walter Roth, bu tür takımyıldızların karşılık gelen varlıkların ruhları olduğunu açıklar. temsil etmek. Bu nedenle, _koya_ takımyıldızları, bu bitki ve hayvanlarla ilgili geçim faaliyetlerine (örneğin, avcılık veya toplayıcılık) katılmak için en iyi zamanın ne olduğunu gösteren bir takvim oluşturdu. Lokono, bu tür ruhların yeryüzünde nereye ineceğini de biliyor olabilir; Walter Roth, bu yerleri takımyıldızlarla aynı adlarla adlandırdıklarını, ancak bunun kanıtlarının yetersiz kaldığını öne sürüyor. Böylece, _Hadorhikoya_ 'kırmızı acouchi'nin ruhu' ruha, takımyıldıza ve takımyıldızı göründüğünde _hadorhi'nin bolca bulunduğu yere atıfta bulunur. Bu toponimik bilgi bugün unutulurken, _koya_-takımyıldızları bize Lokono'nun sahip olduğu bitki ve hayvan yaşamının büyük anlayışını hatırlatıyor. ### 4. _Wiwa_, yıldız ve yıl Lokono'nun yıldızlara atıfta bulunmak için kullanılan başka bir genel terimi daha vardır, _wiwa_. Terim, _koya'nın ruhsal çağrışımlarından yoksundur. Bir yandan yıldızların parlayan bir şey olarak fiziksel niteliğine, diğer yandan da takvim yılına atıfta bulunur. Bu nedenle, örneğin kişinin yaşından bahsederken kullanılır. Herhangi bir yıldız için geçerli olsa da, _wiwa_ gök cisimlerinin yalnızca iki özel adında görünür. _Yôkoro wiwa_, kelimenin tam anlamıyla 'Yıldızların Skorları' (Ülke), görünümü geleneksel olarak Lokono takvim yılını başlatan tüm Lokono takımyıldızlarının en önemlisidir. _Yôkoro wiwa_'nın ardından, her biri Lokono takviminde farklı bir mevsimi işaret eden sayısız _koya_-takımyıldızı bulunur. Öte yandan, _Wiwa kalemero_, kelimenin tam anlamıyla 'Parlayan yıldız' (Jüpiter), yalnızca parlaklığı nedeniyle seçilmiş gibi görünüyor. _wiwa_ ve _koya_ dışında, Lokono dilinde gezegenleri, yıldızları, ayları, güneşleri, galaksileri vb. ayırt eden genel terimler yoktur. Bu nedenle örneğin Samanyolu'nun Lokono eşdeğeri diğer takımyıldızlar arasında yer alır. ### 5. Gökyüzü izleme uygulamaları Lokono, akşamları gökyüzünü hayranlıkla seyrederken, Lokono yıldız takvimini takip etmek için, Lokono'nun genellikle uyandığı sabah saat 4 civarında takımyıldızlara bakmak gerekir. Lokono böylece sabah takımyıldızlarının yükselişini gözlemler. Yıllık takımyıldız döngüsü hakkında doğru bir fikir edinmek için, görüntüleme konumu Guyanalar olarak da ayarlanmalıdır (örneğin, konum menüsünde Georgetown, Paramaribo veya Cayenne). Birçok Lokono'nun takımyıldız çizerken yıldızları çizgilerle birleştirmediğini ve bazı durumlarda, bir takımyıldız içindeki hangi yıldızın bitkinin veya hayvanın hangi kısımlarını temsil ettiği konusunda konuşanlar arasında çok az anlaşma olduğunu belirtmekte fayda var. Stellarium'da takımyıldızları çizgilerle temsil ediyoruz, ancak bunun, belirli yıldız gruplarını yorumlamada daha fazla esneklik sağlayan Lokono geleneğinin bir çarpıtılması olabileceği akılda tutulmalıdır. Son olarak, bir ruhun [#5] bakıldığında bir kişiye zarar verebileceğine inanıldığından, bazı gök cisimlerine bakmakta kısıtlamalar vardır. Örneğin, dolunayda anneler, çocuklarının hastalanmasınlar diye gözlerini kapatırlardı [#6]. Gençlere ayrıca _Yôkoro wiwa_'ya (Ülke) bakmamaları, yoksa büyümeyecekleri söylendi [#7]. Bu tür uygulamalar, güçlü ruhları barındırdığına inanılan diğer nesnelere de uygulandı ve gözlere biber, misket limonu veya tuz sürmek gibi ruhlarla göz temasından kaçınmanın başka yollarını içeriyordu. ### Lokono gök cisimleri _Hadali_ 'Güneş' Lokono'da Güneş için kullanılan terim _Hadali_'dir ve _Adali_ olarak da telaffuz edilir. Claaudius de Goeje, _Harlitvanli_, _Haliwalika_, _Halwanli_, _Hariwalli_ ve _Arawanili_ ve bazen _Arawidi_ olarak bilinen ilk tıp adamı olan Lokono kültür kahramanının çeşitli hecelenen isimlerinin hepsinin Güneş olarak tanımlanan aynı kahramana atıfta bulunabileceğini öne sürüyor [#8] ]. Bu hipotezi doğrulayamasak da, Arawidi efsanesinden bahsetmeye değer. Lokono mitinde, _Arawidi_, Güneş, _Mabukuli_ 'Uyluğu olmayan adam' (Orion'un kemeri) [#9][#10][#11] takımyıldızı haline gelen bir adamın babasıdır. Hikâyeye göre Güneş, ikizleri olduğu sevgilisiyle buluşmak için Arawidi adında bir adam suretinde dünyaya gelirdi. Efsanenin sonraki bir bölümünde, ikizlerden biri, annesini çiftin öldürmeye karar verdiği bir kadınla evlenir. Kaçmaya çalıştıklarında, karısının kız kardeşi onları kovalar ve intikam almak için bacağını kesmeyi başarır. Sonuç olarak, adam göğe yükselir ve _Mabukuli_ takımyıldızı olur. Başka bir Lokono efsanesi, Güneş'i gücendirmeye karşı uyarır: bataklığın ortasında ıssız bir adada mahsur kalan bir adam yardım için haykırır. Bir tekne yanından geçiyor ama teknenin içinde Güneş var, adama yardım etmek istemiyor çünkü insanlar hep Güneş'in çok fazla parladığından şikayet ediyor [#11]. Güneş ile ilgili uygulamalara gelince, Im Thurn, Lokonolar arasında, Güneş tutulmasının _Hadali_ ile _Kathi_, Ay arasında bir savaş olarak kabul edildiğini ve Lokono'nun onları durdurmak için bağırıp her türlü sesi çıkaracağını bildirdi. mücadele [#12]. _Kathi_ 'Ay' Ay, _Kathi_ olarak bilinir, ilk olarak Joannes de Laet tarafından 1598 civarında _cattehee_ olarak kaydedilen bir terimdir ve aynı zamanda kameri ayı [#13] belirtmek için kullanılır. Lokono'ya göre Ay da Güneş gibi bir zamanlar insandı. Walter Roth, genç bir kadının her gece gizemli bir aşık tarafından ziyaret edildiği bir Lokono efsanesini anlatır [#10]. Kadın, sevgilisinin kim olduğunu öğrenmek için bir tencerenin dibindeki isle ellerini bulaştırdı. Ertesi gün uyandığında ağabeyinin yüzünün kurumla kaplı olduğunu gördü ve onu gece ziyaret edenin kendisi olduğunu anladı. Toplumdaki herkes, insanlardan uzak duracak kadar utanan ve sonunda göğe yükselen ve Ay olan ensest kardeşinden kaçınmaya başladı. Bu yüzden Lokono'ya göre ayın yüzü bugün kirli. Ay başka bir efsanede de görünür. Yukarıda bahsedilen ıssız bir adada mahsur kalan bir adamla ilgili Lokono mitinde, adamın yanından başka bir tekne geçer, ancak bu sefer içeride Ay, adama yardım etmeye karar verir, çünkü insanlar geceleri Ay'ın ortaya çıktığını görmekten her zaman mutlu olurlar. RefX11]. Ay ve Güneş de rakip olarak tasvir edilmiştir. Daha önceki zamanlarda, Lokono, Ay tutulmasının onun ölümü olduğuna inanıyordu (_kathi ôdon_ 'ay ölüyor') ve bütün gece nöbet tutuyordu.[#6] Lokono, Ay tutulması sırasında Ay'ın uykuya daldığını söylüyor. Güneş'in yolu [#11]. Bu nedenle, onu uyandırmak için çok gürültü yaparlar, davul çalarlar ve trompet çalarlar. Dolunayda anneler, hastalanmamaları için çocuklarının gözlerini kapatırlardı. _Warhokoma_ 'Venüs' Venüs gezegeni, hem sabahları Sabah Yıldızı olarak göründüğünde hem de akşamları Akşam Yıldızı olarak göründüğünde, Lokono [#8][#14][#15] tarafından _Warhokoma_ olarak adlandırılır. Öte yandan Charles Dance, _Eweiwah_ ve _Huewah_ terimlerini, muhtemelen parlayan herhangi bir gök cismi için kullanılabilen _wiwa_ 'yıldız' genel teriminin eşdeğerlerini bildirir [#16]. Lokono ayrıca Venüs'ten _Hiyaro wiwa_ 'kadın yıldızı' olarak bahseder. Bununla ilgili olarak, Claudius de Goeje'nin Hiyaro wiwa_'nın Ay'a yakın göründüğü ve bir kızın ilk adetini görmek üzere olduğu zaman, Lokono'nun kıza yakında Ay'ın dokunacağını söylediğini bildirdiğini belirtmekte fayda var [#5] ]. Warhokoma ve Ay ile ilişkisi hakkında özel olarak bir efsane yoktur, ancak Lokono'nun, Ay'ın aslında kız kardeşiyle ensest ilişkiye giren bir adam olduğu bir hikaye bildiğini hatırlatmaya değerdir (Kathi'de bahsedilen efsaneye bakınız) ve kadın avcısı olarak bir adı var [#10]. İlginç bir şekilde, Sabah veya Akşam Yıldızı için _Warhokoma_ adı, Kari'na'da da görünür ve onu Ay'ın karısı olarak da görür [#17][#18]. _Waya nukuthi bunaha_ 'Samanyolu' Samanyolu, Lokonolar arasında _Waya nukuthi bunaha_, kelimenin tam anlamıyla 'kil taşıyıcıların yolu' olarak bilinir. Samanyolu, bir zamanlar çömlek yapmak için kil getirmeye giden insanların ayak izlerini temsil ediyor, bugün Lokono tarafından nadiren uygulanan bir sanat. Bununla birlikte, ismin kökeni hala bilinmektedir ve bir efsanede özetlenmiştir [#19]. Samanyolu için aynı isim William Brett tarafından da not edilmiş ve adının belirli bir beyazımsı kil türünden [#14] aldığını eklemiştir. Charles Dance ise Samanyolu'nun kile kök salan pekarilerin ayak izlerini temsil ettiğini söylerken Walter Roth, Samanyolu'nun bir köpek ve jaguar tarafından kovalanan bir tapiri temsil ettiğine göre farklı bir Lokono açıklamasından bahseder [#10] [#16]. Bununla birlikte, bu iki kaynak Samanyolu için karşılık gelen Lokono adını vermez ve bu iki açıklamanın, Samanyolu içindeki bir tapir takımyıldızını takip eden bir kaplan takımyıldızını tanıyan bir Kari'na etkisi olması mümkündür. Yol [#17]. _Mali_ 'Sirius' Modern Lokono, gerçek anlamı bilinmeyen Sirius'u _Mali_ olarak adlandırır. Cornelius van Coll, _Mali_ adlı bir Lokono yıldızını anlatıyor ve onun çok güçlü bir yıldız olduğunu açıklıyor [#7][#17]. Ağustos sabahı geldiğinde bataklıklardaki balıkları öldürür, işaret etmemek gerekir yoksa parmak topallar. Cornelius van Coll'un Mali'si, Mali'den türetilen Lokono _malidalithe_ olarak adlandırılan büyük kurak mevsimin (Ağustos-Aralık) başlangıcını işaret ediyor. Daha eski kaynaklar Mali'yi geçici olarak Lyra, Aquila veya Crux olarak tanımladı, ancak büyük kurak mevsimin Ağustos civarında başladığı ve Lokono'nun sabahları yıldızları gözlemlediği göz önüne alındığında, bu tanımlamalar yanlış olmalı; Lyra, Aquila ve Crux şu anda Lokono topraklarından görülemez [#11][#17]. Mali hakkında Lokono efsanesi yoktur, ancak Kari'na takımyıldızı _Ombatapo_ 'Önceki yüz'e karşılık gelen kanıtlar vardır. Kari'na mitleri, Lokono _Mali_ gibi bataklıklardaki balıkları öldürdüğüne inanılan ve büyük kurak mevsimin başladığını bildiren takımyıldızın kökenini ve adını açıklar. Ayrıca, Kari'na _Ombatapo_ tanımlanır. Puppis ve Canis Major'ın parçaları olarak, ikincisi Sirius'u [#18][#20] içerir.
