Repository: jcb1976/stellarium-skycultures
Catalog: lokono/po/*.po
Languages: fil, id, tr

source: The constellation _Mabukuli_ ‘Man without a thigh’ is well known among the Lokono and appears in a few myths. According to Charles Dance, an unsuccessful huntsman cut off his own leg, wrapped it up in a leaf, and gave to his step mother so that she had something to eat, and ascended to sky.[#16] Similarly, the Penard brothers speak of an unsuccessful hunter who cut off his leg and gave it to his wife and mother-in-law, telling them it was tapir meat.[#17] He then asked other people to follow his traces to help him bring the rest of the tapir, but when they arrived at the place they only found the _akalali_ plant with which he treated his wounds. His body turned into the _Kama tâla_ constellation and his spirit into _Mabukuli_. Claudius de Goeje relates a strikingly different myth.[#11] The Sun, once a man called _Arawidi_ (see the myth about _Hadali_ 'Sun'), took a woman as his wife, who followed him with unborn twins inside her. One day, she lost the way and ended up being eaten by vulture spirits, but her twins were brought up by an old woman, whom they later killed and ran away. While hiding in a treetop, they saw a woman catching fish with a sifter. She saw their reflection in the water and tried to catch it, at which they laughed. She then realized they were up in the tree, and sent ants up the tree to make them come down. When they came down, she killed one of them and took the other home. One of her daughters fell in love with the man and married him. Now the husband had to catch a lot of fish every day for the mother-in-law. One day, tired of his demanding mother-in-law, he tricked her into getting into the water to help him unload a boat full of fish, where she was eaten by a shark. When her other daughter arrived, the liver of her mother was still floating on the water and told her that the man killed her. The daughter wanted to kill him but he flew away on wings of cotton that his wife made for him, so she only cut his thigh off, which is why he is now the constellation _Mabukuli_. It appears the Orion's belt represents the cut-off leg, not the man himself.
fil: Ang konstelasyon na _Mabukuli_ 'Taong walang hita' ay kilala sa mga Lokono at lumilitaw sa ilang mga alamat. Ayon kay Charles Dance, pinutol ng isang hindi matagumpay na mangangaso ang kanyang sariling paa, binalot ito sa isang dahon, at ibinigay sa kanyang step mother para may makain ito, at umakyat sa langit.[#16] Gayundin, ang magkapatid na Penard ay nagsasalita tungkol sa isang hindi matagumpay na mangangaso na pinutol ang kanyang binti at ibinigay ito sa kanyang asawa at biyenan, na sinasabi sa kanila na ito ay karne ng tapir.[#17] Pagkatapos ay hiniling niya sa ibang tao na sundan ang kanyang mga bakas upang tulungan siyang dalhin ang natitirang tapir, ngunit pagdating nila sa lugar ay natagpuan na lamang nila ang halamang _akalali_ kung saan niya ginagamot ang kanyang mga sugat. Ang kanyang katawan ay naging _Kama tâla_ constellation at ang kanyang espiritu ay naging _Mabukuli_. Isinalaysay ni Claudius de Goeje ang isang kapansin-pansing kakaibang alamat.[#11] Ang Araw, minsan ang isang lalaking tinawag na _Arawidi_ (tingnan ang alamat tungkol kay _Hadali_ 'Araw'), ay kinuha ang isang babae bilang kanyang asawa, na sumunod sa kanya na may hindi pa isinisilang na kambal sa loob niya. Isang araw, naligaw siya ng landas at tuluyang kinain ng mga espiritu ng buwitre, ngunit ang kanyang kambal ay pinalaki ng isang matandang babae, na kalaunan ay pinatay nila at tinakasan. Habang nagtatago sa tuktok ng puno, nakita nila ang isang babae na nanghuhuli ng isda gamit ang isang panala. Nakita niya ang kanilang repleksyon sa tubig at sinubukang saluhin ito, na ikinatawa nila. Pagkatapos ay napagtanto niya na sila ay nasa itaas ng puno, at nagpadala ng mga langgam sa puno upang sila ay pababain. Pagbaba nila, pinatay niya ang isa sa kanila at inuwi ang isa. Ang isa sa kanyang mga anak na babae ay umibig sa lalaki at pinakasalan ito. Ngayon ang asawa ay kailangang manghuli ng maraming isda araw-araw para sa biyenan. Isang araw, pagod sa hinihingi niyang biyenan, nilinlang niya itong lumusong sa tubig upang tulungan siyang mag-alis ng bangkang puno ng isda, kung saan siya ay kinain ng pating. Nang dumating ang isa pa niyang anak na babae, lumulutang pa rin sa tubig ang atay ng kanyang ina at sinabi sa kanya na pinatay siya ng lalaki. Nais siyang patayin ng anak na babae ngunit lumipad siya sa mga pakpak ng bulak na ginawa ng kanyang asawa para sa kanya, kaya't pinutol lamang niya ang kanyang hita, kaya naman siya na ngayon ang konstelasyon na _Mabukuli_. Lumilitaw na ang sinturon ng Orion ay kumakatawan sa cut-off na binti, hindi ang tao mismo.
id: Rasi bintang _Mabukuli_ 'Pria tanpa paha' terkenal di kalangan Lokono dan muncul dalam beberapa mitos. Menurut Charles Dance, seorang pemburu yang gagal memotong kakinya sendiri, membungkusnya dengan daun, dan memberikannya kepada ibu tirinya sehingga dia memiliki sesuatu untuk dimakan, dan naik ke langit. [#16] Demikian pula, saudara-saudara Penard berbicara tentang itu. seorang pemburu yang gagal yang memotong kakinya dan memberikannya kepada istri dan ibu mertuanya, memberi tahu mereka bahwa itu adalah daging tapir.[#17] Dia kemudian meminta orang lain untuk mengikuti jejaknya untuk membantunya membawa sisa tapir, namun sesampainya di tempat tersebut mereka hanya menemukan tanaman _akalali_ yang digunakan untuk mengobati lukanya. Tubuhnya berubah menjadi konstelasi _Kama tâla_ dan rohnya menjadi _Mabukuli_. Claudius de Goeje menceritakan mitos yang sangat berbeda.[#11] The Sun, pernah menjadi seorang pria bernama _Arawidi_ (lihat mitos tentang _Hadali_ 'Sun'), mengambil seorang wanita sebagai istrinya, yang mengikutinya dengan bayi kembar yang belum lahir di dalam dirinya. Suatu hari, dia tersesat dan akhirnya dimakan oleh roh burung pemakan bangkai, tetapi anak kembarnya dibesarkan oleh seorang wanita tua, yang kemudian mereka bunuh dan lari. Saat bersembunyi di puncak pohon, mereka melihat seorang wanita menangkap ikan dengan ayakan. Dia melihat bayangan mereka di air dan mencoba menangkapnya, di mana mereka tertawa. Dia kemudian menyadari bahwa mereka ada di atas pohon, dan mengirim semut ke atas pohon untuk membuat mereka turun. Ketika mereka turun, dia membunuh salah satu dari mereka dan membawa pulang yang lain. Salah satu putrinya jatuh cinta dengan pria itu dan menikah dengannya. Sekarang sang suami harus menangkap banyak ikan setiap hari untuk ibu mertuanya. Suatu hari, bosan dengan ibu mertuanya yang menuntut, dia menipunya untuk masuk ke dalam air untuk membantunya menurunkan kapal yang penuh dengan ikan, di mana dia dimakan oleh hiu. Ketika putrinya yang lain tiba, hati ibunya masih mengambang di atas air dan mengatakan kepadanya bahwa pria itu membunuhnya. Putrinya ingin membunuhnya tetapi dia terbang dengan sayap kapas yang dibuat istrinya untuknya, jadi dia hanya memotong pahanya, itulah sebabnya dia sekarang menjadi konstelasi _Mabukuli_. Tampaknya sabuk Orion mewakili kaki yang terpotong, bukan pria itu sendiri.
tr: _Mabukuli_ 'Uyluğu olmayan adam' takımyıldızı Lokono arasında iyi bilinir ve birkaç efsanede görülür. Charles Dance'e göre, başarısız bir avcı kendi bacağını keser, bir yaprağa sarar ve üvey annesine bir şeyler yemesi için verir ve göğe yükselir. bacağını kesip karısına ve kayınvalidesine vererek tapir eti olduğunu söyleyen başarısız bir avcı. ama oraya vardıklarında sadece yaralarını tedavi ettiği akalalı bitkisini buldular. Bedeni _Kama tâla_ takımyıldızına ve ruhu _Mabukuli_ye dönüştü. Claudius de Goeje çarpıcı biçimde farklı bir efsane anlatır.[#11] Güneş, bir zamanlar _Arawidi_ (bkz. _Hadali_ 'Güneş' hakkındaki efsaneye bakınız) adlı bir adam bir kadını karısı olarak almış ve içinde doğmamış ikizlerle onu takip etmiştir. Bir gün yolunu kaybetti ve akbaba ruhları tarafından yenildi, ancak ikizleri daha sonra öldürüp kaçtıkları yaşlı bir kadın tarafından büyütüldü. Bir ağacın tepesinde saklanırken bir kadının elekle balık tuttuğunu gördüler. Sudaki yansımalarını gördü ve yakalamaya çalıştı, buna güldüler. Daha sonra ağaçta olduklarını fark etti ve onları aşağı inmeleri için ağaca karıncalar gönderdi. Aşağı indiklerinde, birini öldürüp diğerini eve götürdü. Kızlarından biri adama aşık oldu ve onunla evlendi. Artık koca, kayınvalidesi için her gün çok balık tutmak zorundaydı. Bir gün, talepkar kayınvalidesinden bıkmış, onu bir köpekbalığı tarafından yendiği balık dolu bir tekneyi boşaltmasına yardım etmesi için suya girmesi için kandırdı. Diğer kızı geldiğinde annesinin karaciğeri hala suyun üzerinde yüzüyordu ve ona adamın onu öldürdüğünü söyledi. Kızı onu öldürmek istedi ama o, karısının onun için yaptığı pamuktan kanatlarla uçup gitti, bu yüzden sadece kalçasını kesti, bu yüzden şimdi Mabukuli takımyıldızı. Görünüşe göre Orion'un kemeri, adamın kendisini değil, kesilen bacağını temsil ediyor.

source: Jaw of the tapir
fil: Panga ng tapir
id: Rahang tapir
tr: Tapirin çenesi

source: The constellation _Kama tâla_ ‘Jaw of the tapir’ is one of the few constellations identified easily by the contemporary Lokono, just like _Mabukuli_, to which it is related in a myth.[#8],[#15] The Penard brothers recount the story of an unsuccessful hunter, who cuts meat off his leg and gives it to his wife and mother-in-law, telling them it is tapir meat (_Tapirus terrestris_).[#17] He then asks his fellow people to follow him and help bring the rest of the tapir, but when they arrive at the place they only find the _akalali_ plant with which he treated his wounds. His body turned into _Kama tâla_ and his spirit into _Mabukuli_. In a Kari’na story, on the other hand, _Kama tâla_ was the remains of a tapir that the mythical twins were hunting, one of whom accidentally gets his leg severed and becomes the constellation of man without a thigh.
fil: Ang konstelasyon na _Kama tâla_ 'Jaw of the tapir' ay isa sa ilang konstelasyon na madaling natukoy ng kontemporaryong Lokono, tulad ng _Mabukuli_, kung saan ito ay nauugnay sa isang mito.[#8],[#15] Isinalaysay ng magkapatid na Penard ang kuwento ng isang hindi matagumpay na mangangaso, na pumutol ng karne sa kanyang binti at ibinigay ito sa kanyang asawa at biyenan, na sinasabi sa kanila na ito ay tapir na karne (_Tapirus terrestris_).[#17] Pagkatapos ay hiniling niya sa kanyang mga kapwa tao na sundan siya at tumulong na dalhin ang natitirang bahagi ng tapir, ngunit pagdating nila sa lugar ay natagpuan na lamang nila ang halamang _akalali_ na ginamit niya sa paggamot sa kanyang mga sugat. Ang kanyang katawan ay naging _Kama tâla_ at ang kanyang espiritu ay naging _Mabukuli_. Sa isang kuwento ng Kari’na, sa kabilang banda, ang _Kama tâla_ ay ang mga labi ng isang tapir na pinanghuhuli ng mythical twins, na ang isa ay aksidenteng naputol ang kanyang binti at naging konstelasyon ng tao na walang hita.
id: Rasi bintang _Kama tâla_ 'Jaw of the tapir' adalah salah satu dari sedikit rasi bintang yang diidentifikasi dengan mudah oleh Lokono kontemporer, seperti _Mabukuli_, yang terkait dalam mitos.[#8],[#15] The Penard bersaudara menceritakan kisah tentang pemburu yang gagal, yang memotong daging dari kakinya dan memberikannya kepada istri dan ibu mertuanya, memberi tahu mereka bahwa itu adalah daging tapir (_Tapirus terrestris_).[#17] Dia kemudian meminta rekan-rekannya untuk mengikutinya dan membantu membawa sisa tapir, tetapi ketika mereka tiba di tempat mereka hanya menemukan tanaman _akalali_ yang digunakan untuk mengobati luka-lukanya. Tubuhnya berubah menjadi _Kama tâla_ dan rohnya menjadi _Mabukuli_. Dalam cerita Kari'na, di sisi lain, _Kama tâla_ adalah sisa-sisa tapir yang diburu oleh si kembar mitos, salah satunya tanpa sengaja kakinya terputus dan menjadi konstelasi manusia tanpa paha.
tr: _Kama tâla_ 'tapirin çenesi' takımyıldızı, tıpkı bir efsanede ilişkilendirildiği _Mabukuli_ gibi, çağdaş Lokono tarafından kolayca tanımlanan birkaç takımyıldızdan biridir.[#8],[#15] Penard kardeşler, bacağını kesip karısına ve kayınvalidesine tapir eti (_Tapirus terrestris__) olduğunu söyleyen başarısız bir avcı. tapirin geri kalanı, ama oraya vardıklarında sadece yaralarını tedavi ettiği akalali bitkisini buluyorlar. Bedeni Kama tâla'ya, ruhu da Mabukuli'ye dönüştü. Bir Kari'na hikayesinde ise Kama tâla, efsanevi ikizlerin avladığı bir tapirin kalıntılarıdır, bunlardan biri yanlışlıkla bacağını keser ve uyluksuz insan takımyıldızı olur.

source: Spirit of the awara palm
fil: Diwa ng palad ng awara
id: Semangat palem awara
tr: Awara palmiyesinin ruhu

source: The constellation _Awarhakoya_ ‘Spirit of the awara palm’ has the shape of an awara palm (_Astrocaryum vulgare_). Its appearance high in the sky in January means that awara fruits are ripening. In the following months, _Awarhakoya_ moves closer to the horizon, meaning that the fruits will soon fall to the ground to be picked. This occurs in the small dry season (mid-February to April), known as _awarhadlithe_, a term derived from the name of the palm.[#7],[#17] There are no myths about _Awarhakoya _but it is said that the constellation is followed by that of the _Hadorhikoya_ ‘Spirit of the red acouchi’ and _Hokorherokoya_ ‘Spirit of the red-rumped agouti’. Their appearance signals that the rodents are gathering by the palms to eat the fallen fruit. _Awarhakoya_ is recognized today in stars close to the Western constellation Coma Berenices, but older sources suggest it is near Sirius.[#11] It is the only constellation named after a plant, which speaks to the importance of the awara palm to the Lokono. The Kari'na also have a constellation of the awara, sometimes recognized in the same stars [#17],[#20].
fil: Ang konstelasyon na _Awarhakoya_ 'Espiritu ng awara palm' ay may hugis ng awara palm (_Astrocaryum vulgare_). Ang hitsura nito na mataas sa kalangitan noong Enero ay nangangahulugan na ang mga prutas ng awara ay hinog na. Sa mga sumunod na buwan, _Awarhakoya_ ay lumalapit sa abot-tanaw, ibig sabihin ay malapit nang mahulog ang mga prutas sa lupa para mapitas. Ito ay nangyayari sa maliit na tagtuyot (kalagitnaan ng Pebrero hanggang Abril), na kilala bilang _awarhadlithe_, isang terminong hango sa pangalan ng palad.[#7],[#17] Walang mga alamat tungkol sa _Awarhakoya _ngunit sinasabing ang konstelasyon ay sinundan ng _Hadorhikoya_ 'Espiritu ng pulang acouchi' at _Hokorherokoya_ 'Espiritu ng red-rumped agouti'. Ang kanilang hitsura ay hudyat na ang mga daga ay nagtitipon sa mga palad upang kainin ang mga nahulog na prutas. Ang _Awarhakoya_ ay kinikilala ngayon sa mga bituin na malapit sa Kanluraning konstelasyon na Coma Berenices, ngunit iminumungkahi ng mas lumang mga mapagkukunan na ito ay malapit sa Sirius.[#11] Ito ay ang tanging konstelasyon na pinangalanan sa isang halaman, na nagsasalita sa kahalagahan ng awara palm sa Lokono. Ang Kari'na ay mayroon ding konstelasyon ng awara, kung minsan ay kinikilala sa parehong mga bituin [#17],[#20].
id: Rasi bintang _Awarhakoya_ 'Roh pohon palem awara' memiliki bentuk pohon palem awara (_Astrocaryum vulgare_). Penampilannya yang tinggi di langit pada bulan Januari berarti buah awara sudah matang. Pada bulan-bulan berikutnya, _Awarhakoya_ bergerak mendekati cakrawala, artinya buah akan segera jatuh ke tanah untuk dipetik. Ini terjadi pada musim kemarau kecil (pertengahan Februari hingga April), yang dikenal sebagai _awarhadlithe_, istilah yang berasal dari nama palem.[#7],[#17] Tidak ada mitos tentang _Awarhakoya _tetapi dikatakan bahwa konstelasi tersebut adalah rasi bintang. diikuti oleh _Hadorhikoya_ 'Spirit of the red acouchi' dan _Hokorherokoya_ 'Spirit of the red-rumped agouti'. Penampilan mereka menandakan bahwa tikus berkumpul di dekat telapak tangan untuk memakan buah yang jatuh. _Awarhakoya_ dikenali hari ini di bintang-bintang yang dekat dengan konstelasi Barat Coma Berenices, tetapi sumber-sumber yang lebih tua menyarankan itu dekat Sirius.[#11] Ini adalah satu-satunya konstelasi yang dinamai sesuai dengan tanaman, yang berbicara tentang pentingnya palem awara bagi Lokono. Kari'na juga memiliki konstelasi awara, terkadang dikenali pada bintang yang sama [#17],[#20].
tr: _Awarhakoya_ 'Awara palmiyesinin ruhu' takımyıldızı, bir awara palmiyesi (_Astrocaryum vulgare_) şeklindedir. Ocak ayında gökyüzünde yüksek görünmesi, awara meyvelerinin olgunlaşmakta olduğu anlamına gelir. İlerleyen aylarda _Awarhakoya_ ufka yaklaşır, bu da meyvelerin yakında toplanmak üzere yere düşeceği anlamına gelir. Bu, _awarhadlithe_ olarak bilinen ve palmiye adından türetilen bir terim olarak bilinen küçük kurak mevsimde (Şubat ortasından Nisan ayına kadar) gerçekleşir. ardından _Hadorhikoya_ 'Kırmızı acouchi'nin Ruhu' ve _Hokorherokoya_ 'Kızıl kıçlı aguti'nin Ruhu' gelir. Görünüşleri, kemirgenlerin düşen meyveyi yemek için avuç içlerinde toplandığını gösterir. _Awarhakoya_ bugün Batı takımyıldızı Berenices Coma'ya yakın yıldızlarda tanınmaktadır, ancak daha eski kaynaklar onun Sirius'a yakın olduğunu öne sürmektedir.[#11] Bu, avara palmiyesinin Lokono için önemine değinen bir bitkinin adını taşıyan tek takımyıldızdır. Kari'na ayrıca, bazen aynı yıldızlarda [#17],[#20] tanınan bir awara takımyıldızına sahiptir.

source: Spirit of the blue crab
fil: Espiritu ng asul na alimango
id: Semangat kepiting biru
tr: mavi yengeç ruhu

source: The constellation _Kwakoya_ ‘Spirit of the blue crab’ is still known in the Lokono communities closer to the coast, which practice the annual crab feats. The crab species is likely the same as that represented by the Kari’na constellation _Kusa yumï_ ‘Father of the blue crab’ (_Ucides cordatus_). The constellation appears in the east in the middle of July. By the beginning of August, it is high in the sky, signaling that the crabs arrive at the beaches to lay their eggs. At this time, the Lokono and other indigenous groups of the area congregate to the shore of the Atlantic to catch the marching crabs. The crabs are considered a delicacy and when the villagers return to the communities with the catch, large feasts are organized during which the crabs are eaten. The Penard brothers write that _Kwakoya_ appears when the crabs come to lay their eggs in May and June but this appears to be incorrect, both given that crabs march later and that the constellation recognized by the modern Lokono is not visible in May and June from the Guianas.[#17]
fil: Ang konstelasyon na _Kwakoya_ 'Spirit of the blue crab' ay kilala pa rin sa mga komunidad ng Lokono na mas malapit sa baybayin, na nagsasanay ng taunang crab feats. Ang uri ng alimango ay malamang na pareho sa kinakatawan ng konstelasyon ng Kari'na _Kusa yumï_ 'Ama ng asul na alimango' (_Ucides cordatus_). Lumilitaw ang konstelasyon sa silangan sa kalagitnaan ng Hulyo. Sa simula ng Agosto, ito ay mataas sa kalangitan, hudyat na ang mga alimango ay dumarating sa mga dalampasigan upang mangitlog. Sa oras na ito, ang Lokono at iba pang mga katutubong grupo ng lugar ay nagtitipon sa baybayin ng Atlantiko upang hulihin ang mga nagmamartsa na alimango. Ang mga alimango ay itinuturing na isang napakasarap na pagkain at kapag ang mga taganayon ay bumalik sa mga pamayanan na may dalang huli, ang mga malalaking piging ay isinaayos kung saan ang mga alimango ay kinakain. Isinulat ng magkapatid na Penard na ang _Kwakoya_ ay lumilitaw kapag ang mga alimango ay dumating upang mangitlog sa Mayo at Hunyo ngunit ito ay lumilitaw na hindi tama, parehong ibinigay na ang mga alimango ay nagmartsa mamaya at ang konstelasyon na kinikilala ng modernong Lokono ay hindi nakikita sa Mayo at Hunyo mula sa Guianas.[#17]
id: Rasi bintang _Kwakoya_ 'Semangat kepiting biru' masih dikenal di komunitas Lokono yang lebih dekat ke pantai, yang mempraktikkan prestasi kepiting tahunan. Spesies kepiting kemungkinan sama dengan yang diwakili oleh konstelasi Kari'na _Kusa yumï_ 'Bapak kepiting biru' (_Ucides cordatus_). Rasi bintang muncul di timur pada pertengahan Juli. Pada awal Agustus, langit sudah tinggi, menandakan bahwa kepiting tiba di pantai untuk bertelur. Pada saat ini, Lokono dan kelompok pribumi lainnya di daerah itu berkumpul di pantai Atlantik untuk menangkap kepiting yang berbaris. Kepiting dianggap sebagai makanan lezat dan ketika penduduk desa kembali ke masyarakat dengan hasil tangkapan, pesta besar diselenggarakan di mana kepiting dimakan. Penard bersaudara menulis bahwa _Kwakoya_ muncul ketika kepiting datang untuk bertelur pada bulan Mei dan Juni, tetapi hal ini tampaknya tidak benar, mengingat bahwa kepiting berbaris kemudian dan konstelasi yang dikenali oleh Lokono modern tidak terlihat pada bulan Mei dan Juni dari Guyana.[#17]
tr: _Kwakoya_ 'Mavi yengeç Ruhu' takımyıldızı, yıllık yengeç hünerlerini uygulayan, kıyıya yakın Lokono topluluklarında hâlâ bilinmektedir. Yengeç türü, muhtemelen Kari'na takımyıldızı _Kusa yumï_ 'Mavi yengecin babası' (_Ucides cordatus_) tarafından temsil edilenle aynıdır. Takımyıldız, Temmuz ayının ortasında doğuda görünür. Ağustos ayının başında, gökyüzünde yüksek, yengeçlerin yumurtalarını bırakmak için kumsallara geldiklerinin sinyalini veriyor. Şu anda, Lokono ve bölgenin diğer yerli grupları, yürüyen yengeçleri yakalamak için Atlantik kıyısına toplanıyor. Yengeçler bir incelik olarak kabul edilir ve köylüler avla birlikte topluluklara döndüklerinde yengeçlerin yendiği büyük ziyafetler düzenlenir. Penard kardeşler, _Kwakoya_'nın yengeçler Mayıs ve Haziran aylarında yumurtalarını bırakmaya geldiklerinde ortaya çıktığını yazıyorlar, ancak bu, hem yengeçlerin daha sonra yürüdüğü hem de modern Lokono tarafından tanınan takımyıldızın Mayıs ve Haziran aylarında Güneş'ten görünmediği düşünüldüğünde, yanlış görünüyor. Guyanalar.[#17]

source: Spirit of the cocoi heron
fil: Espiritu ng cocoi heron
id: Semangat bangau cocoi
tr: Cocoi balıkçıl ruhu
