Repository: jcb1976/stellarium-skycultures
Catalog: lokono/po/*.po
Languages: fil, id, tr

source: The constellation _Anorhâkoya_ represents the spirit of the cocoi heron (_Ardea cocoi_). It is recognized by contemporary Lokono as Ursa Major, in keeping with earlier identifications.[#11],[#15] Claudius de Geoje reports that when it shines strong, the Lokono believe that strong winds will come, bringing dust into peoples’ eyes and consequently diseases: the heron picks their eyes with its beak, it is said.[#11] Similarly, according to Cornelius van Coll, _Anorhâkoya_ is a heron whose beak is upside down. Should its beak be turned downwards, people would get all kinds of eye diseases.[#7] This can still happen when strong winds blow and carry the light from the beak into peoples’ eyes, since the light of _Anorhâkoya_ (and other stars) travels with the wind according to the Lokono. The constellation is associated with the big dry season (August to December) and the storms and winds that are typical of this time. It appears in the morning in mid-November in the northeast with its beak down.
fil: Ang konstelasyon na _Anorhâkoya_ ay kumakatawan sa espiritu ng cocoi heron (_Ardea cocoi_). Kinikilala ito ng kontemporaryong Lokono bilang Ursa Major, alinsunod sa mga naunang pagkakakilanlan.[#11],[#15] Iniulat ni Claudius de Geoje na kapag ito ay kumikinang nang malakas, naniniwala ang Lokono na darating ang malalakas na hangin, na nagdadala ng alikabok sa mga mata ng mga tao at dahil dito. mga sakit: ang tagak ay pumipili ng kanilang mga mata sa pamamagitan ng kanyang tuka, ito ay sinabi. Kung ibababa ang tuka nito, magkakaroon ang mga tao ng lahat ng uri ng sakit sa mata.[#7] Maaari pa rin itong mangyari kapag umihip ang malakas na hangin at dinadala ang liwanag mula sa tuka patungo sa mga mata ng mga tao, dahil ang liwanag ng _Anorhâkoya_ (at iba pang mga bituin) ay naglalakbay kasama ng hangin ayon sa Lokono. Ang konstelasyon ay nauugnay sa malaking tagtuyot (Agosto hanggang Disyembre) at ang mga bagyo at hangin na karaniwan sa panahong ito. Lumilitaw ito sa umaga sa kalagitnaan ng Nobyembre sa hilagang-silangan na ang tuka nito ay pababa.
id: Rasi bintang _Anorhâkoya_ mewakili semangat cocoi heron (_Ardea cocoi_). Hal ini diakui oleh Lokono kontemporer sebagai Ursa Major, sesuai dengan identifikasi sebelumnya.[#11],[#15] Claudius de Geoje melaporkan bahwa ketika bersinar kuat, Lokono percaya bahwa angin kencang akan datang, membawa debu ke mata orang-orang dan akibatnya penyakit: bangau memilih mata dengan paruhnya, katanya.[#11] Demikian pula menurut Cornelius van Coll, _Anorhâkoya_ adalah bangau yang paruhnya terbalik. Jika paruhnya ditekuk ke bawah, orang akan terkena segala macam penyakit mata.[#7] Hal ini masih bisa terjadi jika angin kencang bertiup dan membawa cahaya dari paruh ke mata orang, karena cahaya _Anorhâkoya_ (dan bintang lainnya) bergerak dengan angin menurut Lokono. Konstelasi ini dikaitkan dengan musim kemarau besar (Agustus hingga Desember) serta badai dan angin yang khas saat ini. Muncul di pagi hari pada pertengahan November di timur laut dengan paruhnya turun.
tr: _Anorhâkoya_ takımyıldızı, cocoi balıkçılının (_Ardea cocoi_) ruhunu temsil eder. Daha önceki tanımlamalara uygun olarak, çağdaş Lokono tarafından Büyük Ayı olarak tanınır.[#11],[#15] Claudius de Geoje, güçlü bir şekilde parladığında, Lokono'nun güçlü rüzgarların geleceğine, insanların gözlerine toz getireceğine ve dolayısıyla insanların gözlerine toz getireceğine inandığını bildirir. hastalıklar: balıkçıl gagasıyla gözlerini alır, denir.[#11] Benzer şekilde Cornelius van Coll'a göre _Anorhâkoya_ gagası baş aşağı olan bir balıkçıldır. Gagası aşağı çevrilirse insanlar her türlü göz hastalığına yakalanırlar.[#7] Anorhakoya'nın (ve diğer yıldızların) ışığı seyahat ettiğinden, kuvvetli rüzgarlar estiğinde ve gagadan gelen ışığı insanların gözlerine taşıdığında bu durum yine de olabilir. Lokono'ya göre rüzgarla. Takımyıldız, büyük kurak mevsim (Ağustos-Aralık) ve bu zamana özgü fırtınalar ve rüzgarlarla ilişkilidir. Kuzeydoğuda Kasım ayı ortalarında sabahları gagası aşağıda görünür.

source: Spirit of the four-eyed fish
fil: Espiritu ng isda na may apat na mata
id: Semangat ikan bermata empat
tr: Dört gözlü balığın ruhu

source: Spirit of green sea turtle
fil: Espiritu ng berdeng pawikan
id: Semangat penyu hijau
tr: Yeşil deniz kaplumbağası ruhu

source: The constellation _Katarhokoya_ ‘Spirit of the green sea turtle’ is still known on the Pomeroon River in Guyana. It represents the _katarho_ turtle (_Chelonia mydas_), swimming towards the shore, represented in turn by the Milky Way. When the constellation appears in the morning high in the sky, it is a signal that turtles are arriving on the beaches to lay eggs. The constellation was identified in earlier sources as _Corona Borealis_ and _Orion's belt._ [#8],[#11] While the former overlaps with the stars indicated by the Lokono on the Pomeroon, the latter is likely a mistake as _Orion’s belt_ is consistently recognized as _Mabukuli_ ‘Man without a thigh’. The constellation _Katarhokoya_ rises early in the year, but it appears upside down most of the time from the vistas of the Lokono in the Guianas. Only by mid-March, a time when several species of turtles indeed lay their eggs on the Atlantic coast of the Guianas, does it look like a turtle swimming to the shore (Milky Way).
fil: Ang konstelasyon na _Katarhokoya_ 'Spirit of the green sea turtle' ay kilala pa rin sa Pomeroon River sa Guyana. Kinakatawan nito ang _katarho_ turtle (_Chelonia mydas_), lumalangoy patungo sa baybayin, na kinakatawan naman ng Milky Way. Kapag ang konstelasyon ay lumitaw sa umaga na mataas sa kalangitan, ito ay isang senyales na ang mga pagong ay dumarating sa mga dalampasigan upang mangitlog. Ang konstelasyon ay nakilala sa mga naunang pinagmumulan bilang _Corona Borealis_ at _Orion's belt._ [#8],[#11] Habang ang dating ay nagsasapawan sa mga bituin na ipinahiwatig ng Lokono sa Pomeroon, ang huli ay malamang na isang pagkakamali dahil ang _Orion's belt_ ay patuloy na kinikilala bilang _Mabukuli_ 'Lalaking walang hita'. Ang konstelasyon na _Katarhokoya_ ay tumataas nang maaga sa taon, ngunit lumilitaw itong baligtad sa karamihan ng oras mula sa mga tanawin ng Lokono sa Guianas. Sa kalagitnaan lamang ng Marso, isang panahon kung kailan mangitlog ang ilang mga species ng pagong sa baybayin ng Atlantiko ng Guianas, para na itong pagong na lumalangoy sa dalampasigan (Milky Way).
id: Konstelasi _Katarhokoya_ 'Roh penyu hijau' masih dikenal di Sungai Pomeroon di Guyana. Ini melambangkan kura-kura _katarho_ (_Chelonia mydas_), berenang menuju pantai, yang diwakili oleh Bima Sakti. Ketika konstelasi muncul di pagi hari yang tinggi di langit, itu adalah sinyal bahwa penyu tiba di pantai untuk bertelur. Konstelasi tersebut diidentifikasi dalam sumber sebelumnya sebagai _Corona Borealis_ dan _Sabuk Orion._ [#8],[#11] Sementara yang pertama tumpang tindih dengan bintang-bintang yang ditunjukkan oleh Lokono di Pomeroon, yang terakhir kemungkinan merupakan kesalahan karena _Sabuk Orion_ secara konsisten dikenali sebagai _Mabukuli_ 'Pria tanpa paha'. Rasi bintang _Katarhokoya_ terbit di awal tahun, tetapi sering terlihat terbalik dari pemandangan Lokono di Guyana. Hanya pada pertengahan Maret, saat beberapa spesies penyu memang bertelur di pantai Atlantik Guyanas, ia terlihat seperti penyu yang berenang ke pantai (Bima Sakti).
tr: _Katarhokoya_ 'Yeşil deniz kaplumbağasının ruhu' takımyıldızı, Guyana'daki Pomeroon Nehri üzerinde hala bilinmektedir. Sırasıyla Samanyolu tarafından temsil edilen, kıyıya doğru yüzen _katarho_ kaplumbağasını (_Chelonia mydas_) temsil eder. Sabah takımyıldızı gökyüzünde göründüğünde, kaplumbağaların yumurtlamak için kumsallara geldiklerinin bir işaretidir. Takımyıldızı daha önceki kaynaklarda _Corona Borealis_ ve _Orion'un kuşağı olarak tanımlanıyordu._ [#8],[#11] İlki, Pomeroon'daki Lokono tarafından belirtilen yıldızlarla örtüşürken, ikincisi muhtemelen bir hatadır, çünkü _Orion'un kemeri_ sürekli olarak Orion'un kemeri olarak kabul edilir. _Mabukuli_ 'Uyluğu olmayan adam'. _Katarhokoya_ takımyıldızı yılın başlarında yükselir, ancak çoğu zaman Guyanalar'daki Lokono'nun manzaralarından baş aşağı görünür. Sadece Mart ayının ortalarında, birkaç tür kaplumbağanın gerçekten de Guianas'ın Atlantik kıyısında yumurtalarını bıraktığı bir zamanda, kıyıya (Samanyolu) yüzen bir kaplumbağa gibi görünüyor.

source: Spirit of the Muscovy duck
fil: Espiritu ng Muscovy duck
id: Semangat bebek Muscovy
tr: Misk ördeğinin ruhu

source: The constellation _Ifakoya_ ‘Spirit of the Muscovy duck’ (_Cairina moschata_) was mentioned by the Penard brothers and Claudius de Goeje but remained unidentified until now.[#11],[#17] The contemporary Lokono on the Pomeroon River in Guyana recognize it in parts of the Western constellation Corona Australis. There are no myths related to this constellation but the Lokono say that when the head of the duck points toward the ground, looking as if the duck has its head under the water, the ducks are busy feeding on plants. The constellation assumes this position from mid-May. At this time, it is said that the birds are easier to catch. The Muscovy duck is considered a delicacy and is also often kept around the house like chickens. The Kari'na and the Warao also recognize the constellation of the Muscovy duck, and at least the Warao one corresponds to the same stars.[#17]
fil: Ang konstelasyon na _Ifakoya_ 'Spirit of the Muscovy duck' (_Cairina moschata_) ay binanggit ng magkapatid na Penard at Claudius de Goeje ngunit nanatiling hindi nakikilala hanggang ngayon.[#11],[#17] Kinikilala ito ng kontemporaryong Lokono sa Pomeroon River sa Guyana sa ilang bahagi. ng Western constellation na Corona Australis. Walang mga alamat na nauugnay sa konstelasyon na ito ngunit ang Lokono ay nagsasabi na kapag ang ulo ng pato ay tumuturo sa lupa, na tila ang pato ay nasa ilalim ng tubig, ang mga itik ay abala sa pagkain ng mga halaman. Isinasagawa ng konstelasyon ang posisyong ito mula sa kalagitnaan ng Mayo. Sa panahong ito, mas madaling mahuli ang mga ibon. Ang Muscovy duck ay itinuturing na isang delicacy at madalas ding iniimbak sa paligid ng bahay tulad ng mga manok. Kinikilala din ng Kari'na at ng Warao ang konstelasyon ng Muscovy duck, at least ang Warao ay tumutugma sa parehong mga bituin.[#17]
id: Konstelasi _Ifakoya_ 'Spirit of the Muscovy duck' (_Cairina moschata_) disebutkan oleh Penard bersaudara dan Claudius de Goeje tetapi tetap tidak teridentifikasi sampai sekarang.[#11],[#17] Lokono kontemporer di Sungai Pomeroon di Guyana mengenalinya sebagian. dari konstelasi Barat Corona Australis. Tidak ada mitos yang berhubungan dengan konstelasi ini tetapi Lokono mengatakan bahwa ketika kepala bebek menunjuk ke tanah, tampak seolah-olah bebek memiliki kepalanya di bawah air, bebek sedang sibuk memakan tanaman. Rasi bintang mengambil posisi ini mulai pertengahan Mei. Saat ini, konon burung lebih mudah ditangkap. Bebek Muscovy dianggap sebagai makanan lezat dan juga sering dipelihara di sekitar rumah seperti ayam. Kari'na dan Warao juga mengenali konstelasi bebek Muscovy, dan setidaknya Warao sesuai dengan bintang yang sama.[#17]
tr: _Ifakoya_ 'Muscovy ördeğinin Ruhu' (_Cairina moschata_) takımyıldızından Penard kardeşler ve Claudius de Goeje tarafından bahsedildi, ancak şimdiye kadar tanımlanamadı.[#11],[#17] Guyana'daki Pomeroon Nehri üzerindeki çağdaş Lokono onu kısmen tanıyor Batı takımyıldızı Corona Australis. Bu takımyıldızla ilgili hiçbir efsane yoktur, ancak Lokono, ördeğin başı yere doğru baktığında, sanki ördeğin başı suyun altındaymış gibi, ördeklerin bitkilerle beslenmekle meşgul olduğunu söylerler. Takımyıldızı bu pozisyonu Mayıs ortasından itibaren üstleniyor. Bu zamanda kuşları yakalamanın daha kolay olduğu söylenir. Muscovy ördeği bir incelik olarak kabul edilir ve genellikle tavuk gibi evin etrafında tutulur. Kari'na ve Warao da Muscovy ördeği takımyıldızını tanır ve en azından Warao bir aynı yıldızlara karşılık gelir.[#17]
