Repository: jcb1976/stellarium-skycultures
Catalog: lokono/po/*.po
Languages: fil, id, tr

source: The constellation _Hithikoya_ is the ‘Spirit of the black curassow’ (_Crax alector_), a commonly hunted bird, often kept as a pet for its feathers and eggs. According to a Lokono myth, _Hithikoya_ lived on earth, but the Lokono kept shooting him.[#11] As a result, he ascended to the sky to warn black curassows about the approaching hunter (see _Yokhârhin_) and his companion with a torch (see _Alêti_). The Lokono identify _Hithikoya_ as the Western constellation Crux. When it appears just above the trees in January, the curassows roam on the ground and are easy to catch. Over the following months, the higher _Hithikoya_ rises in the morning, the higher the birds climb up the trees. By March, it appears high in the sky and the birds are found in the tops of the trees. _Hithikoya_ thus informs the Lokono where to search for the birds at a given time of the year. The Lokono even make hunting charms (_bina_) from a plant, whose leaves resemble the bird, rubbed into the lips of the hunter so that he can imitate the calls of the bird, increasing his chances of catching one [#10][#17].
fil: Ang konstelasyon na _Hithikoya_ ay ang 'Spirit of the black curassow' (_Crax alector_), isang karaniwang hinuhuli na ibon, na kadalasang iniingatan bilang alagang hayop para sa mga balahibo at itlog nito. Ayon sa isang alamat ng Lokono, si _Hithikoya_ ay nanirahan sa lupa, ngunit patuloy siyang binaril ng Lokono.[#11] Bilang resulta, umakyat siya sa langit upang bigyan ng babala ang mga itim na curassow tungkol sa paparating na mangangaso (tingnan ang _Yokhârhin_) at ang kanyang kasama na may sulo (tingnan ang _Alêti_). Kinilala ng Lokono si _Hithikoya_ bilang ang Western constellation Crux. Kapag lumitaw ito sa itaas lamang ng mga puno noong Enero, gumagala ang mga curassow sa lupa at madaling mahuli. Sa mga sumunod na buwan, mas mataas ang _Hithikoya_ sa umaga, mas mataas ang pag-akyat ng mga ibon sa mga puno. Pagsapit ng Marso, ito ay lumilitaw na mataas sa kalangitan at ang mga ibon ay matatagpuan sa mga tuktok ng mga puno. Kaya ipinaalam ni _Hithikoya_ sa Lokono kung saan hahanapin ang mga ibon sa isang partikular na oras ng taon. Gumagawa pa nga ang Lokono ng mga anting-anting sa pangangaso (_bina_) mula sa isang halaman, na ang mga dahon ay kahawig ng ibon, na ipinahid sa mga labi ng mangangaso upang gayahin niya ang mga tawag ng ibon, na nagpapataas ng kanyang pagkakataong makahuli ng isa [#10][#17].
id: Rasi bintang _Hithikoya_ adalah 'Spirit of the black curassow' (_Crax alector_), burung yang biasa diburu, sering dipelihara sebagai hewan peliharaan untuk diambil bulu dan telurnya. Menurut mitos Lokono, _Hithikoya_ hidup di bumi, tetapi Lokono terus menembaknya.[#11] Akibatnya, dia naik ke langit untuk memperingatkan burung curassow hitam tentang pemburu yang mendekat (lihat _Yokhârhin_) dan rekannya dengan obor (lihat _Alêti_). Lokono mengidentifikasi _Hithikoya_ sebagai Crux konstelasi Barat. Ketika muncul tepat di atas pepohonan pada bulan Januari, curassow berkeliaran di tanah dan mudah ditangkap. Selama bulan-bulan berikutnya, semakin tinggi _Hithikoya_ terbit di pagi hari, semakin tinggi pula burung-burung memanjat pohon. Pada bulan Maret, ia muncul tinggi di langit dan burung-burung ditemukan di puncak pepohonan. _Hithikoya_ dengan demikian memberi tahu Lokono tempat mencari burung pada waktu tertentu dalam setahun. Lokono bahkan membuat jimat berburu (_bina_) dari tumbuhan yang daunnya menyerupai burung, dioleskan ke bibir pemburu agar bisa menirukan panggilan burung, meningkatkan peluangnya untuk menangkap satu [#10][#17].
tr: _Hithikoya_ takımyıldızı, genellikle tüyleri ve yumurtaları için evcil hayvan olarak tutulan, yaygın olarak avlanan bir kuş olan "siyah curassow'un Ruhu"dur (_Crax alector_). Bir Lokono efsanesine göre, _Hithikoya_ yeryüzünde yaşıyordu, ancak Lokono onu vurmaya devam etti.[#11] Sonuç olarak, yaklaşan avcı (bkz. _Alêti_). Lokono, _Hithikoya_'yı Batı takımyıldızı Crux olarak tanımlar. Ocak ayında ağaçların hemen üzerinde göründüğünde, curassows yerde gezinir ve yakalanması kolaydır. Sonraki aylarda, sabahları _Hithikoya_ ne kadar yükselirse, kuşlar ağaçlara o kadar yükseğe tırmanır. Mart ayına kadar gökyüzünde yüksek görünür ve kuşlar ağaçların tepelerinde bulunur. _Hithikoya_ böylece Lokono'ya yılın belirli bir zamanında kuşları nerede arayacağını bildirir. Lokono, yaprakları kuşa benzeyen bir bitkiden avcının dudaklarına sürülen av tılsımları (_bina_) bile yapar, böylece kuşun çağrılarını taklit edebilir ve bir tanesini yakalama şansını arttırır [#10][#17].

source: Grill
id: Memanggang
tr: Izgara

source: The constellation _Yorhada_ ‘Grill’, or _Wiwa yorhadale_ ‘Star’s grill’, represents a wooden grill, on which meat is roasted [#4][#11][#21]. Its origin is explained in a myth related by Walter Roth about a man who killed his wife, roasted her, and fed her liver to his mother-in-law because she called him a worthless hunter [#10]. In revenge, the mother asked her brother, _Kamodo_ to kill the man when he went hunting. The man suspected the woman set a trap and escaped death by sending his brother instead. The grill on which the wife was roasted became the Western constellation Pegasus, according to contemporary Lokono, marking the beginning of the small dry season (April), the time when the Lokono roast a lot of fish. The myth is similar to that of _Yôkoro wiwa_ and the twins, in which the older brother is responsible for roasting his wife and may be the same as the man who roasted his wife in the _Yorhada_ myth. In both myths, the younger brother killed by the anaconda becomes _Yôkoro wiwa_, while the grill becomes _Yorhada_. Claudius de Goeje suggested that _Yorhada_ is the Western constellation Corvus, but Corvus does not appear at beginning of the small dry season [#11]. The neighboring Warao also know Pegasus as the grill, and are familiar with the myth [#10].
fil: Ang constellation na _Yorhada_ 'Grill', o _Wiwa yorhadale_ 'Star's grill', ay kumakatawan sa isang kahoy na grill, kung saan ang karne ay inihaw [#4][#11][#21]. Ang pinagmulan nito ay ipinaliwanag sa isang alamat na isinalaysay ni Walter Roth tungkol sa isang lalaking pumatay sa kanyang asawa, nag-ihaw sa kanya, at nagpakain sa kanyang atay sa kanyang biyenan dahil tinawag niya itong walang kwentang mangangaso [#10]. Bilang paghihiganti, hiniling ng ina sa kanyang kapatid na si _Kamodo_ na patayin ang lalaki kapag ito ay nanghuhuli. Naghinala ang lalaki na naglagay ang babae ng bitag at nakatakas sa kamatayan sa halip na ipadala ang kanyang kapatid. Ang grill kung saan inihaw ang asawa ay naging Western constellation na Pegasus, ayon sa kontemporaryong Lokono, na minarkahan ang simula ng maliit na dry season (Abril), ang oras kung kailan ang Lokono ay nag-ihaw ng maraming isda. Ang mitolohiya ay katulad ng kay _Yôkoro wiwa_ at sa kambal, kung saan ang nakatatandang kapatid na lalaki ang may pananagutan sa pag-ihaw sa kanyang asawa at maaaring siya rin ang lalaking nag-ihaw sa kanyang asawa sa _Yorhada_ mito. Sa parehong mga alamat, ang nakababatang kapatid na pinatay ng anaconda ay nagiging _Yôkoro wiwa_, habang ang grill ay naging _Yorhada_. Iminungkahi ni Claudius de Goeje na ang _Yorhada_ ay ang Western constellation na Corvus, ngunit ang Corvus ay hindi lilitaw sa simula ng maliit na tagtuyot [#11]. Kilala rin ng karatig na Warao ang Pegasus bilang grill, at pamilyar sa mito [#10].
id: Rasi bintang _Yorhada_ 'Grill', atau _Wiwa yorhadale_ 'Star's grill', mewakili panggangan kayu, di mana daging dipanggang [#4][#11][#21]. Asal usulnya dijelaskan dalam sebuah mitos yang diceritakan oleh Walter Roth tentang seorang pria yang membunuh istrinya, memanggangnya, dan memberikan hatinya kepada ibu mertuanya karena dia memanggilnya pemburu yang tidak berguna [#10]. Sebagai pembalasan, sang ibu meminta saudara laki-lakinya, _Kamodo_ untuk membunuh pria itu ketika dia pergi berburu. Pria itu mencurigai wanita itu memasang jebakan dan lolos dari kematian dengan mengirim saudaranya sebagai gantinya. Panggangan tempat sang istri dipanggang menjadi konstelasi Pegasus Barat, menurut Lokono kontemporer, menandai awal musim kemarau kecil (April), saat Lokono memanggang banyak ikan. Mitos ini mirip dengan _Yôkoro wiwa_ dan si kembar, di mana kakak laki-laki bertanggung jawab untuk memanggang istrinya dan mungkin sama dengan pria yang memanggang istrinya dalam mitos _Yorhada_. Dalam kedua mitos tersebut, adik laki-laki yang dibunuh oleh anaconda menjadi _Yôkoro wiwa_, sedangkan panggangan menjadi _Yorhada_. Claudius de Goeje menyarankan bahwa _Yorhada_ adalah konstelasi Corvus Barat, tetapi Corvus tidak muncul pada awal musim kemarau kecil [#11]. Warao tetangga juga tahu Pegasus sebagai panggangan, dan akrab dengan mitos [#10].
tr: _Yorhada_ 'Izgara' veya _Wiwa yorhadale_ 'Yıldız'ın ızgarası' takımyıldızı, üzerinde etin kızartıldığı ahşap bir ızgarayı temsil eder [#4][#11][#21]. Kökeni, Walter Roth'un karısını öldüren, onu kavuran ve ona değersiz bir avcı [#10] dediği için kayınvalidesine karaciğerini besleyen bir adam hakkında anlattığı bir efsanede açıklanmaktadır. İntikam için anne, ağabeyi Kamodo'dan ava gittiğinde adamı öldürmesini istedi. Adam, kadının tuzak kurduğundan şüphelendi ve onun yerine kardeşini göndererek ölümden kurtuldu. Çağdaş Lokono'ya göre, karının kızartıldığı ızgara Batı takımyıldızı Pegasus oldu ve Lokono'nun çok fazla balık kızarttığı küçük kuru mevsimin (Nisan) başlangıcını işaret ediyor. Efsane, ağabeyin karısını kızartmaktan sorumlu olduğu Yôkoro wiwa ve ikizler efsanesine benzer ve Yorhada mitinde karısını kızartan adamla aynı olabilir. Her iki efsanede de anakonda tarafından öldürülen küçük erkek kardeş _Yôkoro wiwa_ olurken, ızgara _Yorhada_ olur. Claudius de Goeje, _Yorhada_'nın Batı takımyıldızı Corvus olduğunu öne sürdü, ancak Corvus küçük kurak mevsimin başlangıcında görünmüyor [#11]. Komşu Warao da Pegasus'u ızgara olarak biliyor ve efsaneye [#10] aşina.

source: Scores of stars
fil: Mga marka ng bituin
id: Skor bintang
tr: yıldızların puanları

source: The constellation _Yôkoro wiwa_ or _Wiwa yôkoro_, literally ‘Score of stars’, refers to the Pleiades and is easily recognized by the contemporary Lokono. This is likely because _Yôkoro wiwa_ is described as the most important of Lokono constellations, since it announce the beginning of the Lokono year [#17]. After it comes out first in June in the east, it is followed by the numerous _koya_-constellations referring to the spirits of animals and plants that constitute the Lokono calendar. At that time of the year, the Lokono say _Yôkoro wiwa kayaran_ ‘the birth of _Yôkoro wiwa_’. It is said that if _Yôkoro wiwa_ shines strong when it appears for the first time, many people will die in the coming year [#5]. Cornelius van Coll also warns that young people should not look at it, or else they will not grow [#7]. These omens and warnings are related to a Lokono myth. According to the story, there were once twin brothers, one of which had a wife, and said that death would come when their star, _Yôkoro Wiwa_, rises [#7]. Death came indeed, killing even his wife, roasting her on the fire, and the Lokono became angry and brought a giant green anaconda to swallow the twins. The snake ate one of the brothers, but because it was already 5 am and the day broke, the snake could not eat the other brother. The snake is now the constellation _Kamodokoya_ ‘Spirit of the green anaconda’, in the belly of which _Yôkoro Wiwa_ is said to be located (see also the _Yorhada_ myth). In another narrative, the Lokono explain that the _Yôkoro Wiwa_ represents seven brothers lost in a savannah on their way back home, a motif also known from a Kari'na story [#20].
fil: Ang konstelasyon na _Yôkoro wiwa_ o _Wiwa yôkoro_, literal na 'Score of stars', ay tumutukoy sa Pleiades at madaling makilala ng kontemporaryong Lokono. Ito ay malamang dahil ang _Yôkoro wiwa_ ay inilalarawan bilang ang pinakamahalaga sa mga konstelasyon ng Lokono, dahil inanunsyo nito ang simula ng taon ng Lokono [#17]. Matapos itong lumabas muna noong Hunyo sa silangan, sinusundan ito ng maraming _koya_-konstelasyon na tumutukoy sa mga espiritu ng mga hayop at halaman na bumubuo sa kalendaryong Lokono. Sa oras na iyon ng taon, sinasabi ng mga Lokono na _Yôkoro wiwa kayaran_ 'ang pagsilang ni _Yôkoro wiwa_'. Sinasabing kung ang _Yôkoro wiwa_ ay kumikinang nang malakas sa unang pagkakataon, maraming tao ang mamamatay sa darating na taon [#5]. Nagbabala rin si Cornelius van Coll na hindi dapat tingnan ito ng mga kabataan, kung hindi, hindi sila lalago [#7]. Ang mga palatandaan at babala na ito ay nauugnay sa isang alamat ng Lokono. Ayon sa kuwento, minsan ay may kambal na kapatid, ang isa ay may asawa, at sinabing darating ang kamatayan kapag bumangon ang kanilang bituin, si _Yôkoro Wiwa_, [#7]. Dumating nga ang kamatayan, pinatay maging ang kanyang asawa, inihaw sa apoy, at nagalit ang Lokono at nagdala ng isang higanteng berdeng anaconda upang lamunin ang kambal. Kinain ng ahas ang isa sa magkapatid, ngunit dahil alas-5 na ng umaga at sumisikat ang araw, hindi kinain ng ahas ang isa pang kapatid. Ang ahas ay ngayon ang konstelasyon na _Kamodokoya_ 'Espiritu ng berdeng anaconda', sa tiyan kung saan ang _Yôkoro Wiwa_ ay sinasabing matatagpuan (tingnan din ang _Yorhada_ mito). Sa isa pang salaysay, ipinaliwanag ng Lokono na ang _Yôkoro Wiwa_ ay kumakatawan sa pitong magkakapatid na naliligaw sa isang savannah sa kanilang pag-uwi, isang motif na kilala rin mula sa isang kuwento ng Kari'na [#20].
id: Rasi bintang _Yôkoro wiwa_ atau _Wiwa yôkoro_, secara harfiah 'Skor bintang', mengacu pada Pleiades dan mudah dikenali oleh Lokono kontemporer. Ini mungkin karena _Yôkoro wiwa_ digambarkan sebagai konstelasi Lokono yang paling penting, karena mengumumkan awal tahun Lokono [#17]. Setelah muncul pertama kali pada bulan Juni di timur, diikuti oleh banyak _koya_-rasi bintang yang mengacu pada roh hewan dan tumbuhan yang membentuk kalender Lokono. Pada saat itu tahun, Lokono mengatakan _Yôkoro wiwa kayaran_ 'kelahiran _Yôkoro wiwa_'. Dikatakan bahwa jika _Yôkoro wiwa_ bersinar kuat saat pertama kali muncul, banyak orang akan mati di tahun mendatang [#5]. Cornelius van Coll juga memperingatkan bahwa orang muda tidak boleh melihatnya, atau mereka tidak akan tumbuh [#7]. Pertanda dan peringatan ini terkait dengan mitos Lokono. Menurut cerita, pernah ada saudara kembar, salah satunya memiliki istri, dan mengatakan bahwa kematian akan datang ketika bintang mereka, _Yôkoro Wiwa_, terbit [#7]. Kematian memang datang, membunuh bahkan istrinya, memanggangnya di atas api, dan Lokono menjadi marah dan membawa anaconda hijau raksasa untuk menelan si kembar. Ular itu memakan salah satu saudaranya, tetapi karena sudah jam 5 pagi dan hari sudah siang, ular itu tidak bisa memakan saudaranya yang lain. Ular itu sekarang menjadi konstelasi _Kamodokoya_ 'Roh anaconda hijau', di perutnya _Yôkoro Wiwa_ dikatakan berada (lihat juga mitos _Yorhada_). Dalam narasi lain, Lokono menjelaskan bahwa _Yôkoro Wiwa_ mewakili tujuh bersaudara yang tersesat di sabana dalam perjalanan pulang, motif yang juga dikenal dari cerita Kari'na [#20].
tr: _Yôkoro wiwa_ veya _Wiwa yôkoro_, kelimenin tam anlamıyla 'Yıldızların Puanı' takımyıldızı, Ülker'e atıfta bulunur ve çağdaş Lokono tarafından kolayca tanınır. Bunun nedeni, _Yôkoro wiwa_'nın Lokono yılının başlangıcını [#17] duyurduğu için Lokono takımyıldızlarının en önemlisi olarak tanımlanmasıdır. Doğuda ilk olarak Haziran ayında ortaya çıktıktan sonra, onu Lokono takvimini oluşturan hayvan ve bitkilerin ruhlarına atıfta bulunan sayısız _koya_-takımyıldızı takip eder. Yılın o zamanında Lokono, _Yôkoro wiwa kayaran_ 'Yôkoro wiwa'nın doğumu' der. _Yôkoro wiwa_ ilk ortaya çıktığında güçlü bir şekilde parlarsa, önümüzdeki yıl birçok insanın öleceği söyleniyor [#5]. Cornelius van Coll ayrıca gençlerin buna bakmaması gerektiği konusunda uyarıyor, aksi takdirde büyümeyecekler [#7]. Bu alametler ve uyarılar bir Lokono mitiyle ilgilidir. Hikayeye göre bir zamanlar ikiz kardeşler varmış, birinin karısı varmış ve yıldızları _Yôkoro Wiwa_ yükseldiğinde ölümün geleceğini söylemişler [#7]. Ölüm gerçekten geldi, karısını bile öldürdü, onu ateşte kavurdu ve Lokono kızdı ve ikizleri yutmak için dev bir yeşil anakonda getirdi. Yılan kardeşlerden birini yedi ama saat sabahın 5'i olduğu ve gün ağardığı için yılan diğer kardeşi yiyemedi. Yılan şimdi, karnında _Yôkoro Wiwa_'nın bulunduğu söylenen _Kamodokoya_ 'yeşil anakondanın ruhu' takımyıldızıdır (ayrıca bkz. _Yorhada_ efsanesi). Başka bir anlatıda, Lokono, _Yôkoro Wiwa_'nın, bir Kari'na hikayesinden [#20] de bilinen bir motif olarak, eve dönüş yolunda bir savanda kaybolan yedi kardeşi temsil ettiğini açıklar.

source: Man without a thigh
fil: Lalaking walang hita
id: Pria tanpa paha
tr: Kalçası olmayan adam
