Repository: jcb1976/stellarium-skycultures
Catalog: lokono/po/*.po
Languages: fil, id, tr

source: The Lokono, also known as Arawak, are an indigenous people of the Guianas, whose territory stretches along the coast of the Atlantic Ocean, from northwestern Guyana, through Suriname, to northwestern French Guiana.
fil: Ang Lokono, kilala rin bilang Arawak, ay isang katutubong tao ng Guiana, na ang teritoryo ay umaabot sa baybayin ng Karagatang Atlantiko, mula sa hilagang-kanlurang Guyana, sa Suriname, hanggang sa hilagang-kanlurang French Guiana.
id: Lokono, juga dikenal sebagai Arawak, adalah penduduk asli Guyana, yang wilayahnya membentang di sepanjang pantai Samudra Atlantik, dari Guyana barat laut, melalui Suriname, hingga Guyana Prancis barat laut.
tr: Arawak olarak da bilinen Lokono, toprakları kuzeybatı Guyana'dan Surinam'a ve kuzeybatı Fransız Guyanası'na kadar Atlantik Okyanusu kıyısı boyunca uzanan Guianas'ın yerli bir halkıdır.
